[
  {
    "ID": 47,
    "Name": "Muhammad Ezra Acalapati Madani",
    "Email": "acalapatiezra@gmail.com",
    "Position": "Ph.D.",
    "Affiliation": "Sorbonne Université",
    "Background": "My field is Quantum Information. I'm interested in Variational Quantum Algorithms, especially the use of geometrical methods in the algorithms, such as using geodesics to optimise cost functions. My background is more theoretical than applied, so I don't have any data yet to analyse. However, I'm hoping to analyse a data set which measures certain coherence and distinguishability measures of a quantum optics system.",
    "ML_Experience": "I took online courses on Machine Learning, such as courses on Kaggle, where I used a python package named Scipy. I also took a course on Machine Learning during my master's, but it was more mathematical than applied.",
    "Motivation": "I hope I can understand the fundamentals of Machine Learning more thoroughly and will have the confidence in using the Machine Learning techniques that I will learn whether analytically or numerically.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Variational Quantum Algorithms",
          "research_interest_long_description": "Muhammad is exploring the field of Variational Quantum Algorithms, focusing specifically on the integration of geometrical methods to enhance algorithm performance. His research delves into using geodesics to optimize cost functions within these algorithms. This theoretical exploration aims at contributing understanding and tools that could potentially improve the efficiency of quantum computations and applications in quantum information processing.",
          "font_awesome_icon": "fas fa-flask"
        },
        {
          "research_interest_title": "Quantum Optics Coherence Analysis",
          "research_interest_long_description": "Muhammad is interested in analysing data from quantum optic systems to measure coherence and distinguishability. His work aims to leverage a dataset that encapsulates these quantum properties, providing insights into the dynamics of quantum information. Through his analysis, he seeks to contribute valuable findings that could inform future quantum technologies and enhance experimental setups in quantum optics.",
          "font_awesome_icon": "fas fa-lightbulb"
        },
        {
          "research_interest_title": "Machine Learning Applications in Quantum Research",
          "research_interest_long_description": "With a background in machine learning, Muhammad aspires to bridge this field with his quantum research. He has taken various courses on Machine Learning, enabling him to acquire skills in utilizing techniques such as those found in Python's Scipy package. Muhammad's goal is to deepen his understanding of machine learning fundamentals, applying them to quantum algorithms to potentially uncover new perspectives and solutions in the realm of quantum information.",
          "font_awesome_icon": "fas fa-project-diagram"
        }
      ]
    }
  },
  {
    "ID": 41,
    "Name": "Tareq Al-Ahdal",
    "Email": "tareq.al-ahdal@uni-heidelberg.de",
    "Position": "Phd",
    "Affiliation": "Heidelberg University",
    "Background": "I am from computational epidemiology and i work in social media twitter data. I perform network analysis and i would like to use machine learning for my data",
    "ML_Experience": "My machine learning experience is at the level of intermediate",
    "Motivation": "I hope to network with others first snd do the analytics and produce results",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Computational Epidemiology",
          "research_interest_long_description": "Tareq is keenly interested in computational epidemiology, particularly in how diseases spread through populations and the factors influencing these dynamics. His background in this field has equipped him with the necessary analytical tools to understand complex health patterns. Tareq employs intricate modeling techniques to simulate outbreaks, providing insights that can be invaluable for public health initiatives. His research aims to bridge the gap between computational models and real-world application, ensuring that findings can inform effective interventions in communities.",
          "font_awesome_icon": "fas fa-virus"
        },
        {
          "research_interest_title": "Social Media Data Analysis",
          "research_interest_long_description": "Tareq is focused on analyzing social media data, specifically from Twitter, to gain insights into public health communication and behavior. Through his work, he investigates how sentiment, trends, and social interactions can influence epidemiological outcomes. By harnessing the extensive data available on Twitter, Tareq aims to uncover patterns that can enhance our understanding of public perceptions surrounding health issues, ultimately aiding in better health decision-making processes. His approach combines qualitative assessments with quantitative analysis to provide a well-rounded perspective.",
          "font_awesome_icon": "fas fa-comments"
        },
        {
          "research_interest_title": "Machine Learning Applications",
          "research_interest_long_description": "Tareq is dedicated to integrating machine learning into his research to optimize data analysis in epidemiology. With an intermediate level of experience in this technology, he seeks to enhance predictive modeling through machine learning algorithms. Tareq believes that the application of machine learning can significantly elevate the accuracy and efficiency of analyzing large datasets, particularly in the context of social media. His goal is to further develop his skills in this area, collaborate with experts, and create innovative solutions that can positively impact public health frameworks.",
          "font_awesome_icon": "fas fa-robot"
        }
      ]
    }
  },
  {
    "ID": 40,
    "Name": "Siwar Jose Basualdo Garcia",
    "Email": "ab.aeterno423@gmail.com",
    "Position": "Master Student Theoretical Physics",
    "Affiliation": "University of Warsaw",
    "Background": "Mainly Theoretical physics: focus in Quantum Information, PEPS with Open source Data sets like open  OpenQDC and QDataSet. Astrophysics and Cosmology with Open source Data sets like GalaxiesML, CAMELS project",
    "ML_Experience": "Mainly academical, during computational physics courses, laboratories and programming self endeavors. Neural networks, k-means, LLM exploratory expertise",
    "Motivation": "I hope to learn how effectively analyze data with up-to-date Generative AI approach, not only as a tool but as part of the whole research framework, ideally generating and/or using synthetic data(LLM simulations, etc). Using Physics-informed neural networks or Generative machine learning for both training and validation accordingly and how to formally analyze my data with overall machine learning latest trends in wide range of Physics topics.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Quantum Information and Open Data Sets",
          "research_interest_long_description": "Siwar is deeply engaged in the realm of Quantum Information, focusing on utilizing open-source datasets such as OpenQDC and QDataSet. This intersection of quantum physics and data science allows for innovative research that could pave the way for advancements in quantum computing and communication. Siwar's work in this area is aimed at enhancing the understanding of quantum states and their behaviors through accessible data, opening avenues for collaborative approaches in theoretical physics.",
          "font_awesome_icon": "fas fa-database"
        },
        {
          "research_interest_title": "Machine Learning in Theoretical Physics",
          "research_interest_long_description": "Siwar is exploring the integration of machine learning techniques in theoretical physics, inspired by hands-on experiences in computational physics courses. His expertise spans neural networks, k-means clustering, and the exploration of large language models (LLMs). Siwar's goal is to leverage these tools to analyze and visualize complex physical datasets, thereby elevating the potential for innovative discoveries and insights within the field of physics.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Astrophysics and Cosmology with AI",
          "research_interest_long_description": "Siwar’s research also encompasses astrophysics and cosmology, where he employs open-source datasets such as GalaxiesML and the CAMELS project. The integration of generative AI techniques and physics-informed neural networks in this domain drives his objective to synthesize and analyze astronomical data. He aims to uncover unique patterns and insights that could contribute to our understanding of the universe, effectively merging traditional astrophysics with cutting-edge AI methodologies.",
          "font_awesome_icon": "fas fa-globe"
        }
      ]
    }
  },
  {
    "ID": 12,
    "Name": "Raphaël Bonnet Guerrini",
    "Email": "raphael.bonnet-guerrini@unimi.it",
    "Position": "PhD Student",
    "Affiliation": "University of Milan",
    "Background": "Engineering degree, specialized in Machine Learning.     PhD student in the Computer Science department of Milan, part of the AIPHY program",
    "ML_Experience": "Experience working on ATLAS, using RNN for LAr energy reconstruction optimization.     Experience working on LSST (Vera Rubin), for transient detection using Weakly Supervised Learning methods.    Recently started to work on NNPDF project, applying Explainable AI.",
    "Motivation": "As part of the MSCA AIPHY, I am deeply interested to ML for science research. I would be happy to learn more about BNN, uncertainty and PINNs.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Machine Learning in Physics",
          "research_interest_long_description": "Raphaël is focused on applying machine learning techniques to improve scientific research, particularly in the field of physics. His work on the ATLAS experiment has involved optimizing LAr energy reconstruction using Recurrent Neural Networks (RNN). By leveraging advanced ML algorithms, he aims to enhance the efficiency and accuracy of data analysis in high-energy physics experiments, contributing to our understanding of fundamental particles and interactions.",
          "font_awesome_icon": "fas fa-atom"
        },
        {
          "research_interest_title": "Transient Detection with Weakly Supervised Learning",
          "research_interest_long_description": "Raphaël is actively engaged in transient detection utilizing Weakly Supervised Learning methods as part of the LSST (Vera Rubin) project. This research focuses on identifying and classifying transient astronomical events, which is critical for advancing our knowledge in astrophysics. By applying innovative ML models, he seeks to optimize the detection processes and contribute significant findings to the scientific community.",
          "font_awesome_icon": "fas fa-star"
        },
        {
          "research_interest_title": "Explainable AI in Particle Physics",
          "research_interest_long_description": "With a keen interest in Explainable AI, Raphaël has recently joined the NNPDF project, aiming to make machine learning models more interpretable and transparent in the context of particle physics. He believes that understanding the decision-making processes of these AI systems is crucial for their successful integration into scientific research. Through his work, he hopes to bridge the gap between complex algorithms and practical application, ensuring trust and reliability in their outcomes.",
          "font_awesome_icon": "fas fa-brain"
        }
      ]
    }
  },
  {
    "ID": 69,
    "Name": "Eryk Buk",
    "Email": "ebuk@fuw.edu.pl",
    "Position": "Ph.D.",
    "Affiliation": "University of Warsaw",
    "Background": "I am conducting research in general relativity, in the field of classical black holes. As a result I am mostly interested in studying PDEs with machine learning, specifically the ones describing geometry of a horizon, and it's evolution. Input data would be numerical value of a solution, with N solutions on M^x points, where x is dimension of a space.",
    "ML_Experience": "I have finished various Coursera courses, and I have also acted as TA in machine learning courses in UoW.",
    "Motivation": "I would like to move my knowledge of machine learning beyond basics, and to find resources learn techniques used in physical research specifically.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Black Holes and General Relativity",
          "research_interest_long_description": "Eryk is deeply engaged in researching classical black holes within the framework of general relativity. His focus is on understanding the complex nature of black holes and their impacts on surrounding spacetime. By studying the intricate equations that govern the behavior of black holes, he aims to uncover deeper insights into their structure and evolution. This area of research not only expands the scientific understanding of black holes but also raises fundamental questions about the laws of physics that govern our universe.",
          "font_awesome_icon": "fas fa-black-tie"
        },
        {
          "research_interest_title": "Machine Learning for PDEs",
          "research_interest_long_description": "Eryk is interested in applying machine learning techniques to the analysis of partial differential equations (PDEs) that describe the geometry of black hole horizons and their evolution over time. Through his research, he aims to leverage machine learning to process complex numerical data derived from various solutions of these equations. Eryk's goal is to develop new methods that enhance predictive modeling and improve understanding of the dynamic behavior of black holes, ultimately contributing to the interdisciplinary blend of physics and computational science.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Educational Development in Machine Learning",
          "research_interest_long_description": "Eryk seeks to broaden his expertise in machine learning, especially in applications relevant to physical research. Having completed several Coursera courses and served as a teaching assistant, he is committed to advancing his knowledge beyond the basics. Eryk is particularly motivated to identify and master the advanced techniques and methodologies that can enhance his research work in physics. By exploring innovative educational resources, he aims to build a solid foundation that supports his ambitions within the scientific community.",
          "font_awesome_icon": "fas fa-book-reader"
        }
      ]
    }
  },
  {
    "ID": 27,
    "Name": "João Böger",
    "Email": "jpade@dtu.dk",
    "Position": "Ph.D. Student",
    "Affiliation": "DTU",
    "Background": "I work accelerating transport and urban mobility simulations with metamodels. Currently, I am studying and applying Koopman operators and Graph Neural Networks to predict the traffic volume in network links faster and to find equilibrium solutions of traffic assignment problems. Koopman operators linearize non-linear dynamics in a higher-dimensinal space and enconde time dependecies, while GNNs unveil the spatial relations between the nodes and links of a network.",
    "ML_Experience": "I have two years of experience in the industry working as a Machine Learning engineer in different scopes and projects: classification of clients prone to renegotiate their debts with companies, forecasting of employees absenteeism based on their work historical and demographic data, generative 3D models for geological facies conditioned to well logs and its assimilation with historical data.",
    "Motivation": "My Ph.D. research focuses on designing inductive biases in Machine Learning metamodels to speed up scientific simulations. I plan to combine my background in Physics with my experience in Machine Learning to develop faster and more efficient models. Since many of the simulations I work with — such as traffic, urban mobility, and energy distribution — are grounded in Physics, this approach will help create models that are both accurate and computationally efficient.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Traffic Prediction with Koopman Operators",
          "research_interest_long_description": "João is exploring the application of Koopman operators to enhance the speed and accuracy of traffic volume predictions across network links. By linearizing complex, non-linear dynamics into a higher-dimensional space, he aims to better capture the time dependencies inherent in traffic behavior. This innovative approach not only seeks to simplify computations but also strives to yield practical solutions for traffic management and urban planning. Through his research, he aims to deliver insights that can profoundly impact urban mobility optimization.",
          "font_awesome_icon": "fas fa-car"
        },
        {
          "research_interest_title": "Graph Neural Networks in Urban Mobility",
          "research_interest_long_description": "João is investigating the use of Graph Neural Networks (GNNs) to model and analyze the complex spatial relationships between nodes and links in urban transportation networks. GNNs provide a powerful framework to uncover intricate interdependencies and interactions that influence traffic flows. By integrating these insights into traffic simulation metamodels, he looks to advance the development of more responsive and adaptive urban mobility solutions. His work aims to leverage the power of machine learning to improve traffic patterns and alleviate congestion in urban environments.",
          "font_awesome_icon": "fas fa-network-wired"
        },
        {
          "research_interest_title": "Machine Learning Enhancements for Scientific Simulations",
          "research_interest_long_description": "João's Ph.D. research centers on incorporating inductive biases within Machine Learning metamodels to expedite scientific simulations. Drawing from his background in Physics and his industry experience as a Machine Learning engineer, he aspires to create models that not only simulate physical systems effectively but also do so with minimized computational effort. By focusing on relevant fields like traffic, urban mobility, and energy distribution, João aims to bridge the gap between theoretical analysis and practical applications, ultimately leading to innovations that enhance efficiency across scientific disciplines.",
          "font_awesome_icon": "fas fa-lightbulb"
        }
      ]
    }
  },
  {
    "ID": 3,
    "Name": "Navneeth C",
    "Email": "navneethc2001@gmail.com",
    "Position": "M.Sc. Physics Graduate/ Aspiring PhD Researcher",
    "Affiliation": "Central University of Jharkhand (Graduated 2024)",
    "Background": "I have recently graduated with a MSc Physics degree, and is aspiring for a research career in experimental particle physics, focusing on ML applications in data analysis, anomaly detection, and event reconstruction. My recent work involves heavy scalar searches at Muon Colliders, analyzing vector boson fusion processes with MadGraph5 aMC@NLO, and lattice QCD simulations using jackknife resampling. I aim to use ML to optimize simulations and particle classification. Beyond physics, I am interested in bridging accelerator physics and medical applications, particularly hybrid accelerators for radiotherapy, exploring how ML-driven techniques can improve treatment precision and efficiency.",
    "ML_Experience": "I am in the early stages of learning ML, where I understand which algorithms to use for specific problems and am deepening my knowledge through small projects and HSF training modules. My focus is on data analysis, anomaly detection, and event classification in high-energy physics. I have hands-on experience using Python, NumPy, TensorFlow, CERN ROOT for statistical analysis and Madgraph Monte Carlo simulations. I am also exploring Quantum Machine Learning (QML) for anomaly detection and studying Bayesian neural networks, generative models, and uncertainty quantification to optimize computationally expensive simulations.",
    "Motivation": "Simulations in particle physics are computationally expensive, making ML a crucial tool for optimizing event generation, classification, and anomaly detection. I aim to learn ML techniques that enhance efficiency, such as generative models and uncertainty quantification. Beyond physics, I see potential in applying these methods to hybrid accelerators for radiotherapy, improving beam delivery. This school will help me bridge ML with experimental physics, accelerating simulations and data processing. Learning from experts in the field will strengthen my ability to integrate ML into both collider experiments and medical applications, driving innovation in both areas.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Experimental Particle Physics",
          "research_interest_long_description": "Navneeth is focused on experimental particle physics, especially in the context of heavy scalar searches at Muon Colliders. He is working on analyzing vector boson fusion processes, employing tools like MadGraph5 aMC@NLO to simulate particle interactions. His research aims to push the boundaries of our understanding of fundamental particles by leveraging advanced methodologies in data analysis and simulation. This work not only contributes to theoretical physics but also prepares him for further exploration into innovative applications of machine learning (ML) in high-energy physics.",
          "font_awesome_icon": "fas fa-atom"
        },
        {
          "research_interest_title": "Machine Learning in Physics",
          "research_interest_long_description": "Navneeth is integrating machine learning techniques into high-energy physics to enhance data analysis, anomaly detection, and event reconstruction processes. He is particularly focused on using algorithms for classification tasks and optimizing simulations. Through hands-on experience with Python, NumPy, TensorFlow, and CERN ROOT, he is keen on utilizing ML to effectively manage and analyze the massive datasets generated in particle physics experiments. His ongoing projects aim to learn and apply generative models and Bayesian neural networks for improved outcomes.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Hybrid Accelerators and Medical Applications",
          "research_interest_long_description": "Beyond fundamental physics, Navneeth is exploring the intersection of accelerator physics and medical applications, specifically focusing on hybrid accelerators for radiotherapy. He envisions leveraging advanced ML-driven techniques to improve treatment precision and efficiency in medical settings. This research interest aligns with his broader goal of applying his physics background to real-world challenges, aiming to bridge the gap between cutting-edge particle physics research and the practical benefits of technology in healthcare.",
          "font_awesome_icon": "fas fa-heartbeat"
        }
      ]
    }
  },
  {
    "ID": 25,
    "Name": "Edison Carrera",
    "Email": "ecarrera@ipht.fr",
    "Position": "PhD student",
    "Affiliation": "Université Paris Saclay, CEA-Saclay",
    "Background": "I work in quantum optimal control methods for quantum many-body systems. My interest in Machine learning lies in the applications of Reinforcement learning to optimal control.",
    "ML_Experience": "I have taken some courses on optimization and supervised learning.",
    "Motivation": "As a PhD student specializing in quantum optimal control, I aim to bridge the gap between quantum computing and machine learning. My research focuses on leveraging reinforcement learning to enhance pulse optimization for quantum systems. Quantum optimal control allows us to manipulate quantum dynamics, enabling the preparation of exotic quantum states in quantum simulators. By enrolling in this course, I hope to deepen my understanding of ML techniques and apply them to advance quantum technologies.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Quantum Optimal Control",
          "research_interest_long_description": "Edison is focused on quantum optimal control methods specifically designed for quantum many-body systems. His research delves into how to manipulate quantum dynamics effectively, which is crucial for creating and managing exotic quantum states in quantum simulators. By improving techniques in pulse optimization, Edison aims to enhance the capabilities of quantum technologies, which have the potential to revolutionize computing and information processing.",
          "font_awesome_icon": "fas fa-bolt"
        },
        {
          "research_interest_title": "Reinforcement Learning in Quantum Systems",
          "research_interest_long_description": "Edison's interests lie at the intersection of quantum computing and machine learning, particularly through the lens of reinforcement learning. He is keen on exploring how these machine learning techniques can be applied to optimal control problems in quantum systems. His goal is to develop algorithms that can intelligently navigate the complex landscape of quantum dynamics, paving the way for more efficient and effective control strategies in quantum technologies.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Machine Learning Applications in Quantum Technologies",
          "research_interest_long_description": "Edison aims to bridge the gap between quantum computing and machine learning by leveraging advanced ML techniques in his research. Through courses and self-study, he seeks to deepen his understanding of optimization and supervised learning, with a specific focus on how these concepts can be applied to enhance quantum control. His vision is to contribute to the field of quantum technologies by integrating ML methodologies that optimize the performance and capabilities of quantum systems.",
          "font_awesome_icon": "fas fa-cogs"
        }
      ]
    }
  },
  {
    "ID": 29,
    "Name": "Irene Cortinovis",
    "Email": "coirene@phys.ethz.ch",
    "Position": "Postdoc / data scientist",
    "Affiliation": "ETH",
    "Background": "I recently finished my PhD in low energy particle physics, and will be starting my new job in a few days in the area of medical physics, in particular on the application of PET (positron emission tomography). The data I will be working with will be coming from a geant4 simulation (therefore labelled) of a PET scanner. I am not sure yet about the data format (most likely hdf5 but I am flexible) and size (though it will be a significant amount of data, as there will be plenty of crystals: each hit will have a time, energy, position, momentum, etc), as the simulation is still a work in progress, and my first task.",
    "ML_Experience": "I briefly came across ML for the first time when i was working on my bachelor project, training my first neural network to recover compton scattered events in a PET scanner. Further on in my Master thesis I learnt more and got more experience, working with the MadMiner tool for the H -> ZZ -> 4l analysis in CMS.",
    "Motivation": "I am very interested in machine learning as it is one of the most widely used tools across research domains and applications. I did not have the chance to work with it during my PhD, but I want to catch up on it and will be using ML techniques in my new job, therefore I am happy to learn as much as possible about it. I would like to understand what techniques exist and when can they be used, so that I can apply them to my cases further on in life. I am also very happy to learn with hands-on exercises, as that is for me the best way to learn!",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Medical Physics Applications",
          "research_interest_long_description": "Irene is delving into the field of medical physics, specifically focusing on the applications of Positron Emission Tomography (PET). She will be utilizing data from Geant4 simulations of PET scanners to analyze substantial datasets comprising detailed information like time, energy, position, and momentum. As she embarks on this exciting transition from particle physics to medical imaging, Irene aims to rigorously explore the intricacies of PET technology and enhance the accuracy and efficiency of medical diagnostics through advanced analytical methodologies.",
          "font_awesome_icon": "fas fa-medkit"
        },
        {
          "research_interest_title": "Machine Learning in Research",
          "research_interest_long_description": "Irene has developed a keen interest in machine learning (ML) as a transformative tool in various research domains. Although her exposure to ML was limited during her PhD, she is eager to deepen her knowledge and practical skills in this area. By leveraging ML techniques in her new role, Irene aims to unlock new capabilities for data analysis and interpretation in medical physics. Her background includes training neural networks for event recovery, and she is passionate about on-the-ground learning, eager to tackle hands-on projects to assimilate the diverse ML methods applicable to her work.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Data Analysis and Simulation",
          "research_interest_long_description": "With a robust foundation in particle physics, Irene is particularly skilled in data analysis and simulation techniques. As she transitions into the realm of medical physics, her expertise with Geant4 simulations will play a crucial role in her new research. She is enthusiastic about learning how to effectively process and interpret large datasets, likely in HDF5 format, generated from complex simulations involving numerous PET scanner crystals. Irene's goal is to master the methods of data handling and analysis that can significantly contribute to advancing research in medical imaging technologies.",
          "font_awesome_icon": "fas fa-database"
        }
      ]
    }
  },
  {
    "ID": 24,
    "Name": "Dennis Derewjanko",
    "Email": "dennis.derewjanko@imseam.uni-heidelberg.de",
    "Position": "PhD student",
    "Affiliation": null,
    "Background": "Charge Transport simulation in organic semiconductors. I want to use ML to predict transferintegrals of neighboring molecules in different orientations without costly explicit calculation of every pairs.",
    "ML_Experience": "I had a lecture on Machine Learning and Phyics",
    "Motivation": "I hope to learn the practical implementation of ML in a little project to learn the workflow of ML applications to strengthen my profile for my future career.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Charge Transport in Organic Semiconductors",
          "research_interest_long_description": "Dennis is focused on the intricacies of charge transport simulation within organic semiconductors. His work involves understanding how charges move through these materials, with the aim of optimizing their performance in electronic devices. His interest lies in uncovering the fundamental mechanisms that govern these transport properties, which are crucial for the development of more efficient organic electronics.",
          "font_awesome_icon": "fas fa-bolt"
        },
        {
          "research_interest_title": "Machine Learning for Material Predictions",
          "research_interest_long_description": "Dennis is keen on leveraging machine learning to predict transfer integrals between neighboring molecules in varying orientations. His objective is to develop models that can accurately estimate these integrals without necessitating extensive and costly explicit calculations. This innovative approach aims to bridge the gap between theoretical predictions and practical applications in material science.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Practical Applications of Machine Learning",
          "research_interest_long_description": "With a foundational understanding of machine learning acquired through a dedicated lecture, Dennis seeks to gain hands-on experience in the practical implementation of ML in physics. He is motivated to work on smaller projects that allow him to apply ML techniques, thereby enhancing his skill set and preparing himself for a future career in research and development within this interdisciplinary field.",
          "font_awesome_icon": "fas fa-cogs"
        }
      ]
    }
  },
  {
    "ID": 30,
    "Name": "Luigi Di Marino",
    "Email": "luigi.marino@uni-wuerzburg.de",
    "Position": "Ph.D. student",
    "Affiliation": "University of Wuerzburg",
    "Background": "I am currently working under the supervision of Prof. Dominik Neuenfeld and Prof. Johanna Erdmenger on a project that leverages insights from high-energy physics to enhance machine learning architectures. Specifically, we are investigating hyperbolic neural networks and exploring ways to improve their performance. Our research focuses on generalising the properties of data-embeddings and operations in hyperbolic latent spaces to more general manifolds, with potential applications in both particle physics and gravity.",
    "ML_Experience": "I began working in Machine Learning this January, with a particular interest in data embedding techniques and neural network design—especially in the hyperbolic setup. More recently, I've also started exploring the Lorentz-equivariant model  proposed by Prof. Plehn's group.",
    "Motivation": "I would be genuinely excited about the opportunity to attend your summer school, as it would allow me to deepen my knowledge through a series of high-level lectures and, in particular, to explore topics such as generative machine learning and representational learning. It would also offer a valuable chance to engage with leading experts in the field and connect with fellow PhD students who share my enthusiasm for this exciting area of research.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Hyperbolic Neural Networks",
          "research_interest_long_description": "Luigi is dedicated to exploring the potential of hyperbolic neural networks within the framework of high-energy physics. His current research involves generalizing the properties of data embeddings and operations within hyperbolic latent spaces to a broader set of manifolds. This exploration not only aims to enhance the performance of neural network architectures but also to bridge the gap between theoretical physics and practical machine learning approaches. His work has implications for both particle physics and the study of gravitational phenomena, making it an interdisciplinary endeavor that combines cutting-edge techniques from both fields.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Data Embedding Techniques",
          "research_interest_long_description": "Having recently delved into the realm of machine learning, Luigi has developed a keen interest in data embedding techniques. He is particularly fascinated by how different embeddings can transform the representation of high-dimensional data into formats that are more manageable for machine learning algorithms. This includes investigating innovative methods to improve how data points are represented in hyperbolic space, which is crucial for enhancing the performance of various machine learning models. His goal is to contribute to the evolution of neural network design by leveraging his insights from data theory and physics.",
          "font_awesome_icon": "fas fa-database"
        },
        {
          "research_interest_title": "Generative and Representational Learning",
          "research_interest_long_description": "Luigi is highly motivated to deepen his understanding of generative machine learning and representational learning. His interest lies in how these concepts can be effectively applied within the context of high-energy physics and can provide new tools for data analysis. Luigi believes that engaging with other experts and sharing ideas will not only enhance his knowledge but also inspire innovative approaches to challenges in the field. His ambition is to connect theoretical frameworks with practical applications, thereby enriching both domains through collaborative exploration.",
          "font_awesome_icon": "fas fa-cogs"
        }
      ]
    }
  },
  {
    "ID": 66,
    "Name": "Klaudia Dilcher",
    "Email": "k.dilcher@cent.uw.edu.pl",
    "Position": "Ph.D. student",
    "Affiliation": "University of Warszaw",
    "Background": "I work in estimation theory applied to atomic systems, focusing on inference of magnetic fields using atomic sensors. These systems generate noisy, time-series data with limited sampling rates and low signal-to-noise ratios, in some scenarios quantum backaction and squeezing must be taken into account. So far, I have used Bayesian model-based methods for estimating constant and time varying magnetic fields. In the future, I aim to explore machine learning as a versatile approach for estimating magnetic fields for both classical and quantum sensors.",
    "ML_Experience": "I have foundational knowledge of machine learning, including basic classification schemes and core concepts such as supervised learning and model evaluation. While I have limited hands-on experience, I am a fast learner with a strong background in statistical inference, data analysis and programming. I am highly motivated to apply ML techniques to estimation problems in atomic systems and eager to deepen my practical skills through research and experimentation.",
    "Motivation": "At the school, I hope to gain practical experience with machine learning techniques. I aim to deepen my understanding of how ML can complement model-based approaches in the estimation of magnetic fields from atomic sensors. By engaging with experts and peers, I hope to identify suitable algorithms for both classical and quantum data, and develop the skills to implement and adapt them effectively. Ultimately, I want to integrate ML into my research to enhance the performance and robustness of field estimation methods.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Estimation Theory in Atomic Systems",
          "research_interest_long_description": "Klaudia is focused on estimation theory, specifically as it applies to atomic systems. Her research delves into the inference of magnetic fields using atomic sensors, which often produce noisy, time-series data that can present challenges like limited sampling rates and low signal-to-noise ratios. She has utilized Bayesian model-based methods to accurately estimate both constant and time-varying magnetic fields, while also considering factors such as quantum backaction and squeezing. Her goal is to refine these techniques to enhance the predictive accuracy in complex environments.",
          "font_awesome_icon": "fas fa-atom"
        },
        {
          "research_interest_title": "Machine Learning Applications in Sensor Data",
          "research_interest_long_description": "Klaudia is eager to explore machine learning as a powerful tool for tackling estimation problems within atomic systems. With foundational knowledge of machine learning principles, including supervised learning and model evaluation, she aims to apply these concepts to improve the estimation of magnetic fields from both classical and quantum sensors. Her ambition is to gain hands-on experience with ML techniques, discovering which algorithms best suit her data types, and effectively integrating them into her research.",
          "font_awesome_icon": "fas fa-robot"
        },
        {
          "research_interest_title": "Data Analysis and Statistical Inference",
          "research_interest_long_description": "Klaudia’s background in statistical inference and data analysis serves as a strong foundation for her research endeavors. She is particularly interested in how advanced data analysis techniques can be utilized to enhance the performance and robustness of estimation methods in her field. By merging traditional statistical approaches with modern machine learning practices, she seeks to develop innovative solutions for accurately determining magnetic fields from atomic sensor data. Her passion lies in making data-driven decisions that contribute to advancements in atomic physics.",
          "font_awesome_icon": "fas fa-chart-line"
        }
      ]
    }
  },
  {
    "ID": 59,
    "Name": "Svenja Frey",
    "Email": "svenja.frey@nbi.ku.dk",
    "Position": "Advanced Master Student",
    "Affiliation": "Copenhagen University",
    "Background": "I am working in climate science, specifically with climate models, so the data that we are usually working with is unbelievably large and has multiple 4D variables (time, latitude, longitude, depth). Therefore, I am interested in applying ML to reduce those data sizes to more \"manageable\" timeseries or fields. However, there are also commonly used 1D climate indexes (e.g. AMOC), where we are interested in their interaction with each other and if ML can be leveraged to analyze very long timeseries efficiently. More precisely, we have about 15000 years of monthly data with circa 100x100x30 latxlonxdepth resultion from the last glacial period from an earth system model.",
    "ML_Experience": "I have taken multiple university courses on ML during my Master and am currently working on my thesis topic that involves using ML in climate science. Ranging from simple self-coded NNs over complex CNN applications to LRP and gradient based XAI methods, I am more focused on the application side of ML. However, it feels like I have just \"scratched the surface\" of the possibilities of ML in physics / climate science, and I am very excited to learn and explore more.",
    "Motivation": "I am specifically interested in ML methods that bridge the gap between machine learning (an inherently statistical tool) and the causal structures that we are interested in studying in climate science. We don't necessarily care if things are correlated, but whether they are causally connected. This is a very difficult task, so I hope to expand on this during the summer school and see how this problem can be dealt with in new ML applications (e.g. Physics informed ML).",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Climate Model Optimization",
          "research_interest_long_description": "Svenja is focused on optimizing climate models by leveraging machine learning techniques. Given the vast data sizes associated with climate data, which includes multiple 4D variables such as time, latitude, longitude, and depth, Svenja aims to apply ML to convert these extensive datasets into more manageable timeseries or fields. This work not only aims at enhancing computational efficiency but also seeks to improve the accuracy of climate predictions by ensuring the models are both comprehensive and accessible for analysis.",
          "font_awesome_icon": "fas fa-cloud"
        },
        {
          "research_interest_title": "Interconnected Climate Indicators",
          "research_interest_long_description": "Svenja is exploring the interplay between commonly used 1D climate indexes, such as the Atlantic Meridional Overturning Circulation (AMOC). By employing machine learning methods, she is interested in analyzing the interactions among these indexes over extensive timeframes. With 15,000 years of monthly data from the last glacial period, Svenja's research aims to provide insights into how these indicators influence each other, contributing to a deeper understanding of long-term climate behavior.",
          "font_awesome_icon": "fas fa-arrows-alt-h"
        },
        {
          "research_interest_title": "Causal Relationships in Climate Science",
          "research_interest_long_description": "In her research, Svenja is particularly interested in developing ML methods that bridge the gap between statistical techniques and causal structures in climate science. It is essential for her work to go beyond mere correlation and focus on uncovering causal connections among climate variables. This is a complex challenge, and she hopes to explore innovative ML applications, such as physics-informed machine learning, that can facilitate this understanding and ultimately enhance the predictive capabilities of climate models.",
          "font_awesome_icon": "fas fa-link"
        }
      ]
    }
  },
  {
    "ID": 38,
    "Name": "PRAKRITISH GOGOI",
    "Email": "prakritishgogoi@gmail.com",
    "Position": "Ph.D",
    "Affiliation": "Sorbonne Université",
    "Background": "I am currently working on open quantum systems. My project involves investigating the environment induced effects on superconducting circuits used for quantum computing. Primary effect that we want to study and possibly theorise a way to mitigate is the effect of relaxation of energy loss of atoms that form the basis of quantum information processing. One way machine learning could be helpful is to find the right choice of parameters to theorise a workaround to environment induced noise in the superconducting systems especially as they are complicated which means a wide range of parameters to consider.",
    "ML_Experience": "I have had a course on statistical machine learning in my masters which involved a project on constructing Lagrangian Neural Networks to capture physics of some dynamical systems.",
    "Motivation": "My main motivation in this school is to get a better idea of physics informed neural networks and use it in my domain of open quantum systems research. My PhD is also centred around quantum computing in general so quantum algorithms based on generative machine learning(such as GQE) will really help me a lot to implement effective algorithms to simulate quantum systems.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Open Quantum Systems",
          "research_interest_long_description": "Prakritish is delving into the realm of open quantum systems, focusing on the interactions between superconducting circuits and their environments. His research aims to explore the ways in which environmental noise influences energy loss in quantum information processing. By understanding these effects, he strives to devise strategies to mitigate the adverse impacts, allowing for more robust quantum computing frameworks. Prakritish's work is crucial in advancing the field of quantum technologies, ultimately contributing to the development of resilient quantum systems that can withstand their environmental challenges.",
          "font_awesome_icon": "fas fa-atom"
        },
        {
          "research_interest_title": "Machine Learning in Quantum Physics",
          "research_interest_long_description": "With a solid foundation in statistical machine learning from his master's program, Prakritish is now exploring the integration of machine learning techniques within quantum physics. His expertise in constructing Lagrangian Neural Networks has positioned him to tackle complex dynamical systems in quantum research. He is particularly keen to harness machine learning for optimizing parameters in quantum systems, helping to improve performance and efficiency in simulations of those systems, which may ultimately lead to groundbreaking advancements in quantum algorithms.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Physics-Informed Neural Networks",
          "research_interest_long_description": "Driven by a passion for innovation in his field, Prakritish is motivated to enhance his understanding of physics-informed neural networks during his PhD studies. He believes that these networks can be instrumental in modeling and simulating open quantum systems. By merging physical principles with machine learning, he aims to design algorithms that can effectively capture the nuances of quantum behavior, opening new pathways for research and application in quantum computing. This pursuit will facilitate the development of more accurate simulations and predictive models in complex quantum environments.",
          "font_awesome_icon": "fas fa-network-wired"
        }
      ]
    }
  },
  {
    "ID": 13,
    "Name": "Eva Groenendijk",
    "Email": "eva.groenendijk@unimi.it",
    "Position": "Ph.D.",
    "Affiliation": "University of Milan, INFN Milan",
    "Background": "Theoretical particle physics, mainly perturbative QCD and Parton Distribution Functions (PDFs). I am working within the NNPDF collaboration and the AIPHY network. I work on fitting PDFs with collider data using machine learning. I am also working on explainability of the neural network, and optimising the fitting pipeline. NNPDF uses cross section data from different colliders to train the network and fit the PDFs. At the moment I am working on an experiment to use a Bayesian Neural Network to gain insight on the NN and to optimise it, but I am very open to learn about new methods.",
    "ML_Experience": "I have only started using Machine Learning in the beginning of my PhD in October. Since it is an important part of the project I am working on, I'm planning to use it a lot in the future. My experience in Machine Learning is mainly from NNPDF, where I am learning to use Keras. Next to this, within the AIPHY project I am working with a Bayesian Neural Network. I have learned about Tensorflow and Pytorch through a PhD course and am applying this knowledge in the project on BNNs.",
    "Motivation": "As previously stated, I have recently started to apply machine learning to particle physics. I am mainly hoping that the school gives me more insight in the different methods that are available, and how/if I can apply these to the data I am working with. Since the project on BNNs is still an \"experiment\", I am interested to learn if there would be other methods that could be used. In the NNPDF and AIPHY projects I am planning to use machine learning a lot, and it will be very good to see what the options are and what are good ways to tackle problems one may encounter.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Machine Learning in Particle Physics",
          "research_interest_long_description": "Eva is currently exploring the intersection of machine learning and theoretical particle physics. She is particularly focused on using machine learning techniques to fit Parton Distribution Functions (PDFs) with data from colliders. Working with the NNPDF collaboration, Eva aims to enhance traditional approaches with novel machine learning models, specifically Bayesian Neural Networks, to improve the optimization of these fits and to gain deeper insights into the structure of the neural network itself. Her recent engagement with Keras, TensorFlow, and PyTorch is essential for her current projects, and she is keen to explore new methodologies that can bolster her research efforts.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Explainability in Neural Networks",
          "research_interest_long_description": "Eva is deeply interested in the explainability of neural networks, particularly in the context of fitting Parton Distribution Functions. She recognizes that understanding the decision-making processes of complex models is crucial for ensuring their reliability and interpretability in scientific research. In her work with the AIPHY project, Eva strives to develop techniques that not only enhance model performance but also provide clear insights into how these models arrive at their predictions. This endeavor is aimed at bridging the gap between sophisticated algorithmic approaches and the intuitive understanding required in theoretical particle physics.",
          "font_awesome_icon": "fas fa-comments"
        },
        {
          "research_interest_title": "Optimization of Fitting Pipelines",
          "research_interest_long_description": "Eva is committed to optimizing the fitting pipelines used in the analysis of collider data for theoretical particle physics. Her work with the NNPDF collaboration emphasizes the importance of designing efficient algorithms that can accurately and rapidly fit Parton Distribution Functions using machine learning models. By leveraging her skills in optimal algorithm design and data processing techniques, Eva is working to streamline the fitting process and improve the speed and accuracy of results. She is particularly excited about experimenting with various optimization strategies that can help in tackling complex problems encountered in her research.",
          "font_awesome_icon": "fas fa-cogs"
        }
      ]
    }
  },
  {
    "ID": 19,
    "Name": "Archi Gupta",
    "Email": "archi.gupta@unige.ch",
    "Position": "PhD",
    "Affiliation": "PhD student",
    "Background": "Hii, I am a PhD student in the University of Geneva. The goal of my PhD project is to build single photon sources using the platform of rare earth ions. In this project, I am doing simulations based on Tidy3D and using optimisation algorithm like BFGS to determine the optimal parameters for the nano cavity which I want to fabricate to achieve high Purcell enhancement.    Before my PhD, I have also worked with quantum algorithms (BV algorithm) to determine its efficiency over classical algorithm.    I am quite motivated to learn machine learning as it will be really useful in many tasks related to quantum information.",
    "ML_Experience": "I don't have any machine learning experience but I am excited to learn about it.",
    "Motivation": "I hope to learn more about improving algorithms and machine learning in order to be able to do tasks like error correction and data analysis.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Single Photon Sources",
          "research_interest_long_description": "Archi Gupta is focused on developing single photon sources utilizing rare earth ions. His current PhD project at the University of Geneva involves sophisticated simulations with Tidy3D and optimization algorithms such as BFGS. His objective is to identify the optimal parameters for fabricating a nano cavity that achieves significantly high Purcell enhancement, which is crucial for enhancing the efficiency of quantum communication applications.",
          "font_awesome_icon": "fas fa-lightbulb"
        },
        {
          "research_interest_title": "Quantum Algorithms",
          "research_interest_long_description": "Before starting his PhD, Archi worked on exploring quantum algorithms, particularly the Bernstein-Vazirani (BV) algorithm. His research aimed to evaluate the efficiency of quantum algorithms in comparison to classical methods. This foundational work provides him with insights into the practical applications of quantum computing and informs his current research endeavors in quantum information and its emerging technologies.",
          "font_awesome_icon": "fas fa-code"
        },
        {
          "research_interest_title": "Machine Learning in Quantum Research",
          "research_interest_long_description": "Although Archi Gupta is currently new to machine learning, he is highly motivated to acquire this skill set to enhance his research capabilities within quantum information science. He recognizes the potential of machine learning techniques in improving algorithms for error correction and data analysis, both of which are critical components of his ongoing and future projects in quantum technology.",
          "font_awesome_icon": "fas fa-robot"
        }
      ]
    }
  },
  {
    "ID": 53,
    "Name": "ALEXANDRA HASLUNDGOURLEY",
    "Email": "alexandra.haslund-gourley@aya.yale.edu",
    "Position": "Masters Student",
    "Affiliation": "University of Copenhagen",
    "Background": "I'm a Computational Physics Master's student at KU, passionate about the intersection of machine learning and physics. My research interests flow in both directions: I currently work with KU's Dr. Inar Timiryasov and Dr. Jean-Loup Tastet, applying physics-inspired analysis to understand the computational mechanisms of large language models. We focus on analyzing activation matrices produced by these models, employing statistical methods to characterize their behavior as complex dynamical systems.    This summer, and for my thesis work, I plan to explore how diffusion models can predict stable atomic configurations. I'll ground this research using DTU's Computational 2D Materials Database (C2DB), which contains structural, thermodynamic, elastic, electronic, magnetic, and optical properties of approximately 4,000 two-dimensional materials across over 40 different crystal structures. My goal is to incorporate physics priors into these models to produce more reliable and interpretable predictions, following the approach outlined in “A generative artificial intelligence framework based on a molecular diffusion model for the design of metal-organic frameworks for carbon capture”.",
    "ML_Experience": "My formal ML education includes courses in unsupervised learning, computer vision, and deep learning. I spent a year as a research fellow at Stanford applying computer vision for environmental monitoring. In my current LLM mechanistic interpretability research, I run inference with and fine-tune open-source models while extracting mid-computation activation matrices for analysis. Additionally, I've used graph neural networks to predict band gap energies of molecules as part of an advanced statistics course.",
    "Motivation": "I aim to strengthen my skills in physics-informed machine learning and gain deeper insights into how ML can enhance our modeling and understanding of physical systems. I'm excited to learn from both the distinguished speakers and fellow participants, and to engage in hands-on exercises. I'm particularly interested in methods that integrate physics priors into models, as well as approaches that use physics to interpret and demystify model behavior—an area I consider crucial for making ML more transparent and trustworthy in scientific applications.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Physics-Informed Machine Learning",
          "research_interest_long_description": "Alexandra is deeply engrossed in the exploration of physics-informed machine learning, seeking to integrate physical principles into machine learning models. Her current research revolves around using statistical methods to analyze activation matrices from large language models to understand their behavior as complex dynamical systems. By marrying physics with machine learning, she aims to enhance the interpretability and reliability of these models. This work is crucial in making machine learning applications more transparent, particularly in scientific contexts where understanding the underlying mechanisms is vital.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Diffusion Models and Atomic Configurations",
          "research_interest_long_description": "For her thesis, Alexandra is delving into the use of diffusion models to predict stable atomic configurations, leveraging the Computational 2D Materials Database (C2DB) as a foundational resource. By analyzing structural, thermodynamic, and electronic properties of two-dimensional materials, she intends to incorporate physics priors into her predictive models. This approach not only aims to improve model accuracy but also to provide a clearer understanding of material behaviors at the atomic level, fostering advancements in material science and engineering applications.",
          "font_awesome_icon": "fas fa-database"
        },
        {
          "research_interest_title": "Interpretable Machine Learning in Physics",
          "research_interest_long_description": "Alexandra is focused on improving the interpretability of machine learning models within the realm of physics. Her research includes running inference and fine-tuning open-source models while extracting activation matrices for analysis. She has also employed graph neural networks to predict band gap energies, contributing to the broader goal of making machine learning more transparent. Through her work, she aims to bridge the gap between machine learning and traditional physics modeling, fostering trust in AI applications within scientific research.",
          "font_awesome_icon": "fas fa-chart-line"
        }
      ]
    }
  },
  {
    "ID": 17,
    "Name": "Zineb Hayar",
    "Email": "zainabhayar@gmail.com",
    "Position": "PhD Researcher",
    "Affiliation": "University Mohamed V - Faculty of Sciences Rabat",
    "Background": "I am a PhD student in Mathematical Physics working on the application of AI to study neutrino signals from astronomical objects in the Hyper-Kamiokande experiment. My research involves analyzing large-scale datasets containing neutrino event features such as energy, time, and spatial distributions. These datasets may be structured and either labeled or unlabeled. Additionally, I focus on the design and development of deployment systems for AI-based data analysis. My goal is to leverage machine learning for event classification, anomaly detection, and enhanced signal extraction.",
    "ML_Experience": "I am in the early stages of integrating Machine Learning into my PhD research. I have a strong background in Mathematical Physics and have learned Python through CS50’s Introduction to Programming with Python. I am currently studying AI applications in neutrino physics and learning relevant ML techniques for event classification and signal extraction. While I do not yet have extensive hands-on experience, I am actively developing my skills to apply ML effectively in my research, including data analysis and model deployment.",
    "Motivation": "At the school, I hope to deepen my understanding of Machine Learning techniques relevant to physics, particularly for analyzing complex datasets and optimizing AI models. I aim to learn best practices for data preprocessing, feature extraction, and model deployment in a scientific context. With my data, I seek to improve neutrino event classification, enhance signal extraction, and develop a robust deployment system for AI-driven analysis in the Hyper-Kamiokande experiment. Ultimately, I want to bridge the gap between theoretical physics and AI, making meaningful contributions to data-driven discoveries in neutrino astrophysics.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "AI in Neutrino Physics",
          "research_interest_long_description": "Zineb is investigating the application of artificial intelligence within the realm of neutrino physics, particularly focusing on analyzing neutrino signals derived from astronomical phenomena, as part of the Hyper-Kamiokande experiment. By tackling large-scale datasets that encompass event features such as energy, time, and spatial distributions, she aims to enhance our understanding of neutrino behavior. This research not only involves data analysis but also the practical integration of AI methodologies to improve event classification and anomaly detection in complex datasets.",
          "font_awesome_icon": "fas fa-atom"
        },
        {
          "research_interest_title": "Machine Learning Techniques",
          "research_interest_long_description": "Zineb is committed to mastering machine learning techniques that are pivotal in the analysis of high-energy particle physics. Through her PhD work, she is enhancing her skills in data preprocessing, feature extraction, and employing strategic AI model deployment. Her academic journey includes learning Python and various ML strategies tailored for real-world applications in scientific research, where she aims to optimize methods for representing and interpreting neutrino event characteristics effectively.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Data-Driven Astrophysics",
          "research_interest_long_description": "Zineb's research ambitiously bridges the fields of theoretical physics and data science by leveraging machine learning to advance data-driven discoveries in astrophysics. Her focus on neutrinos opens pathways to new insights into cosmic events and particle interactions. She aspires to create robust systems for analyzing and interpreting extensive neutrino datasets, contributing significantly to the field while fostering a deeper understanding of the vast complexities presented by astrophysical phenomena.",
          "font_awesome_icon": "fas fa-globe"
        }
      ]
    }
  },
  {
    "ID": 5,
    "Name": "Andreas M. Hermansen",
    "Email": "andreas.hermansen@unige.ch",
    "Position": "PhD",
    "Affiliation": "Universite de Geneve",
    "Background": "I did my MSc improving the Neutrino reconstruction in IceCube using Machine Learning, and am currently doing an interdisciplinary PhD between Physics and Computer Science working on Machine Learning applied to High Energy Physics. In particular I am currently working on how to transfer the success of modern foundation models to the physical sciences. In particular the ATLAS experiment.",
    "ML_Experience": "I have was experience working with machine learning models. Both implementing them and using them to properly analyse data. The majority of my MSc degree was spent working on various aspects of data analysis (statistics and ML), which culminated in my Master's thesis which centered around improving the current ML tools used in the IceCube experiment.",
    "Motivation": "I hope to meet other early career scientists who have experience with ML, with whom I can share ideas and broaden my view of ML applications in science.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Machine Learning in High Energy Physics",
          "research_interest_long_description": "Andreas is focused on applying machine learning techniques to challenges in high energy physics, particularly in the context of the ATLAS experiment. His work involves not only the implementation of innovative algorithms but also the critical analysis of their performance compared to traditional data analysis methods. By combining his background in physics with advanced computational strategies, Andreas aims to enhance data interpretation and improve experimental outcomes, thus contributing to a deeper understanding of fundamental particles and forces.",
          "font_awesome_icon": "fas fa-atom"
        },
        {
          "research_interest_title": "Neutrino Reconstruction Techniques",
          "research_interest_long_description": "With a solid foundation in neutrino physics, Andreas previously enhanced neutrino reconstruction methods during his MSc in the IceCube project, leveraging machine learning to refine data analysis protocols. This experience laid the groundwork for his current investigations into more efficient data processing techniques that can potentially be adapted across various experimental setups in particle physics. His passion for this field drives him to explore new methodologies that could lead to breakthroughs in neutrino science and related areas.",
          "font_awesome_icon": "fas fa-microscope"
        },
        {
          "research_interest_title": "Interdisciplinary Approaches to Physics",
          "research_interest_long_description": "Andreas embodies an interdisciplinary approach by bridging the gap between physics and computer science in his research. He is particularly interested in how modern foundation models of machine learning can be transitioned into applications within physical sciences. By connecting insights from both domains, he seeks to inspire innovative collaborations that could lead to novel solutions for complex problems in physics, enhancing the way data is processed and analyzed in experiments like ATLAS.",
          "font_awesome_icon": "fas fa-code"
        }
      ]
    }
  },
  {
    "ID": 2,
    "Name": "Rabia Husain",
    "Email": "rhusain@g.harvard.edu",
    "Position": "PhD",
    "Affiliation": "Harvard University",
    "Background": "I am a fourth year PhD student studying particle phenomenology. Specifically I work on problems in collider physics, with a focus on the LHC. I am currently working on a project which aims to improve tagging u vs d jets at the LHC with the inclusion of pT weighted jet charge information. To do so, I am looking at large sets of data generated by Pythia and Delphes. These datasets are around 2M events, formatted as text files which I preprocess into the h5 format before feeding into the networks. We include labels such as momentum, charge, and PID.",
    "ML_Experience": "My project on tagging u vs d jets is my first experience using ML. While I have studied the topic previously, I do not have much hands on experience yet, but I hope to incorporate ML into other projects that I am working on. Right now, I am working on another project which aims to reconstruct the rational coefficients of a function given its basis functions by sampling the function and its basis functions at particular points with a given precision. We hope to use ML to help us pick these points, though we have yet to implement this.",
    "Motivation": "I hope to learn about more advanced topics in ML at this school, such as representation learning and generative machine learning. Since I am a beginner in the ML field, gaining more knowledge about these topics will help me open up the type of research I am able to do. In addition I would like to learn more about the challenges of ML, including uncertainty quantification. With with this knowledge, I want to improve the techniques I am using to do my current research, as well as expand upon my work into future research directions.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Collider Physics and Jet Tagging",
          "research_interest_long_description": "Rabia is focused on collider physics, particularly on the challenges of tagging u vs d jets at the Large Hadron Collider (LHC). Her current research involves enhancing the tagging process by utilizing pT weighted jet charge information. She analyzes large datasets generated by simulation tools like Pythia and Delphes, processing around 2 million events to optimize the identification of these jets. This work aims to advance the techniques used in particle phenomenology through innovative data handling and analysis.",
          "font_awesome_icon": "fas fa-microscope"
        },
        {
          "research_interest_title": "Machine Learning in Particle Physics",
          "research_interest_long_description": "As a PhD student in her fourth year, Rabia is incorporating machine learning into her research for the first time, aiming to improve tagging processes and other aspects of collider data analysis. While she is still gaining hands-on experience in ML, she is eager to explore advanced topics such as representation learning and generative machine learning. Rabia's goal is to leverage ML methodologies to solve complex problems within her field and enhance her research capabilities.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Uncertainty Quantification in Machine Learning",
          "research_interest_long_description": "Rabia recognizes the importance of uncertainty quantification in machine learning applications to particle physics. As she delves deeper into her research, she is motivated to understand the challenges related to quantifying uncertainties in her models. This understanding is vital for improving the techniques she employs in her current and future projects. By focusing on this aspect, Rabia hopes to foster a more robust application of ML in her field, leading to more reliable results and insights.",
          "font_awesome_icon": "fas fa-chart-line"
        }
      ]
    }
  },
  {
    "ID": 23,
    "Name": "Nico Härringer",
    "Email": "haenico@ethz.ch",
    "Position": "Ph.D.",
    "Affiliation": "ETH Zürich",
    "Background": "I work in high-energy physics, focusing on detector development and data analysis within the CMS experiment at CERN. My research includes studying radiation effects on electronics and performing data analysis using the Higgs boson. Primarily, I study the decay of a Higgs into two photons.",
    "ML_Experience": "Currently, I don’t have much hands-on ML experience yet, but I’m eager to change that. One of my current research projects already includes ML techniques, and I want to understand them properly rather than just using them as a black box. By the end of summer, I expect to work more on Physics Object reconstruction (especially electrons and photons), where ML is becoming increasingly important. This school would be a perfect opportunity to get up to speed and apply ML methods effectively in my work.",
    "Motivation": "I want to build a solid foundation in Machine Learning and understand how to apply it to HEP problems in a meaningful way. My goal is to gain the confidence to implement ML methods in my own research rather than relying solely on predefined tools. By applying what I learn here, I hope to contribute more effectively to my group and the collaboration.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "High-Energy Physics & Detector Development",
          "research_interest_long_description": "Nico explores the intricate world of high-energy physics through his work on detector development and data analysis at the CMS experiment at CERN. His research primarily focuses on understanding the effects of radiation on electronics, which is critical for improving the performance and reliability of particle detectors. By investigating the decay of the Higgs boson into two photons, Nico contributes to the broader understanding of fundamental physics and helps pave the way for future discoveries in the field.",
          "font_awesome_icon": "fas fa-bolt"
        },
        {
          "research_interest_title": "Machine Learning in Physics",
          "research_interest_long_description": "Eager to embrace the transformative potential of Machine Learning (ML), Nico aims to integrate these advanced techniques into his research within high-energy physics. Although he currently has limited hands-on experience with ML, he is motivated to develop a comprehensive understanding of these methods, particularly in Physics Object reconstruction. By leveraging ML for applications such as electron and photon analysis, Nico aspires to enhance his research capabilities and enrich his contributions to the scientific community.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Data Analysis of Higgs Boson",
          "research_interest_long_description": "Nico is actively engaged in the data analysis of the Higgs boson, particularly studying its decay into two photons, a process that serves as a crucial pathway for probing the properties of the Higgs field and its associated phenomena. This research not only enhances our understanding of particle physics but also aids in refining the capabilities of data analysis tools in high-energy experiments. By addressing challenges in analyzing complex datasets, Nico seeks to uncover new insights that could lead to significant advancements in the field.",
          "font_awesome_icon": "fas fa-chart-line"
        }
      ]
    }
  },
  {
    "ID": 71,
    "Name": "Johann Ioannou-Nikolaides",
    "Email": "johann.nikolaides@nbi.ku.dk",
    "Position": "PhD",
    "Affiliation": "Niels Bohr Institute, University of Copenhagen",
    "Background": "I am working on neutrino physics. I am interested both in particle physics (neutrino oscillations) and astrophysics (discovering sources in the Universe that emit neutrinos)",
    "ML_Experience": "On a scale from Novice to Specialist, Researcher, I would call myself an engineer. I have had some experience with various Machine Learning algorithms on a limited number of datasets O(10) and a similar number of tasks. I would say that I have had the joy to work on various problems, but I am not yet at the level where I am following and implementing the latest developments in Machine Learning and AI.",
    "Motivation": "I want to learn more about AI and become eventually an AI researcher.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Neutrino Physics",
          "research_interest_long_description": "Johann is delving into the fascinating world of neutrino physics, exploring the properties and behaviors of neutrinos. His research focuses on neutrino oscillations, which shed light on the fundamental aspects of particle physics. By studying these elusive particles, Johann aims to contribute to the understanding of their role in the universe and the fundamental forces governing it. Through this work, he seeks to make significant strides in uncovering the mysteries of neutrinos and their connections to other particles.",
          "font_awesome_icon": "fas fa-atom"
        },
        {
          "research_interest_title": "Astrophysics and Neutrino Sources",
          "research_interest_long_description": "In addition to his work in particle physics, Johann is also passionate about astrophysics. He is particularly interested in identifying and understanding cosmic sources that emit neutrinos. By investigating these sources, he hopes to gain insights into high-energy astrophysical processes and the phenomena that generate these particles. Johann’s interdisciplinary approach bridges the gap between theoretical and observational astrophysics, providing a broader context for his research.",
          "font_awesome_icon": "fas fa-star"
        },
        {
          "research_interest_title": "Machine Learning Applications in Physics",
          "research_interest_long_description": "Johann is keen on expanding his expertise in machine learning, particularly its applications in physics. While he currently considers himself an engineer with some experience in various machine learning algorithms, Johann aspires to deepen his knowledge and skills. He aims to leverage machine learning techniques to analyze complex datasets in neutrino research and astrophysics, thereby enhancing the precision and efficiency of data interpretation and discovery.",
          "font_awesome_icon": "fas fa-robot"
        }
      ]
    }
  },
  {
    "ID": 33,
    "Name": "Joaquín Iturriza Ramírez",
    "Email": "jiturriz@lpnhe.in2p3.fr",
    "Position": "PhD",
    "Affiliation": "LPNHE",
    "Background": "I'm working on phenomenology in particle physics. At the moment I'm studying the scaling behaviour of different network architectures in the prediction of scattering amplitudes from the momentum of the initial and final particles, varying the number of training data points, loop order, number of particles in the process, etc. Before my current project, as part of my PhD under Anja Butter I worked on the prediction of likelihoods with ML for BSM processes. Specifically focusing on uncertainties using a heteroscedastic loss function.",
    "ML_Experience": "Due to my current PhD, I’m working with state of the art architectures for particle physics and methods for uncertainty estimation in ML. So, I have knowledge from the theoretical point of view and in concrete implementations for particle physics.",
    "Motivation": "I’m particularly interested in uncertainty estimation and Bayesian NNs, but in general I hope to keep up with the newest advancements and learn new concepts to apply in my PhD research.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Phenomenology in Particle Physics",
          "research_interest_long_description": "Joaquín is delving into the fascinating world of phenomenology in particle physics. His current research focuses on understanding the scaling behavior of various network architectures in predicting scattering amplitudes from the initial and final particles' momentum. By exploring how different factors—such as the number of training data points, loop order, and the number of particles involved—affect these predictions, Joaquín aims to uncover deeper insights into particle interactions and contribute to advancements in the field of particle physics.",
          "font_awesome_icon": "fas fa-atom"
        },
        {
          "research_interest_title": "Machine Learning Applications",
          "research_interest_long_description": "In his PhD research, Joaquín is applying machine learning techniques to particle physics. This work involves the use of state-of-the-art architectures and methods for uncertainty estimation, providing him with a robust understanding of both the theoretical aspects and practical implementations of machine learning within this scientific domain. His experience includes predicting likelihoods for beyond standard model (BSM) processes, where he has focused on addressing uncertainties through innovative approaches, such as employing heteroscedastic loss functions.",
          "font_awesome_icon": "fas fa-cogs"
        },
        {
          "research_interest_title": "Bayesian Neural Networks",
          "research_interest_long_description": "Joaquín has a keen interest in uncertainty estimation, particularly through the use of Bayesian Neural Networks (BNNs). He aims to integrate BNNs into his research to better quantify uncertainties in particle physics predictions. With a strong motivation to stay abreast of the latest advancements in machine learning, Joaquín is committed to exploring novel concepts that can enhance his PhD research, ultimately contributing to more reliable models and predictions in the field of particle physics.",
          "font_awesome_icon": "fas fa-brain"
        }
      ]
    }
  },
  {
    "ID": 56,
    "Name": "Marc Jacquart",
    "Email": "marc.jacquart@icecube.wisc.edu",
    "Position": "PH.D.",
    "Affiliation": "Niels Bohr Institute, University of Copenhagen",
    "Background": "I am currently working on inelasticity reconstruction of simulated data (~3 millions neutrino events) using the GraphNeT library to get sensitivity of the IceCube Upgrade detector.",
    "ML_Experience": "Multiple academic project in high energy physics (LHCb, CMS & IceCube experiments) for classification and regression of relevant quantities in particle interactions.",
    "Motivation": "Discover new methods to apply machine learning to problems in physics. I am working on uncertainty quantification from my model as inelasticity is a hard quantity to reconstruct. So I am particularly interested by this part and the \"Bayesian neural networks\" topics.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Inelasticity Reconstruction",
          "research_interest_long_description": "Marc is currently focused on inelasticity reconstruction techniques, particularly utilizing the GraphNeT library on simulated data comprising approximately three million neutrino events. His work aims to enhance the sensitivity of the IceCube Upgrade detector by refining how inelasticity is reconstructed from particle interactions. This area of research is crucial for improving our understanding of neutrinos and their interactions in both experimental and observational physics.",
          "font_awesome_icon": "fas fa-random"
        },
        {
          "research_interest_title": "Machine Learning in Particle Physics",
          "research_interest_long_description": "With a solid background in high energy physics, Marc is exploring innovative machine learning applications within his academic projects at renowned experiments such as LHCb, CMS, and IceCube. By focusing on classification and regression strategies, he seeks to improve the analysis of particle interactions and harness the power of data-driven methodologies to derive meaningful insights from complex datasets generated by high energy physics experiments.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Uncertainty Quantification and Bayesian Neural Networks",
          "research_interest_long_description": "Marc is particularly interested in the challenge of uncertainty quantification in machine learning models applied to physics problems. His current pursuit involves investigating Bayesian neural networks, which offer a robust framework for dealing with uncertainties inherent in the reconstruction of inelasticity—a complex and nuanced quantity. By integrating uncertainty quantification into his models, Marc aims to enhance the reliability of interpretations drawn from data, ultimately contributing to advancements in particle physics knowledge.",
          "font_awesome_icon": "fas fa-calculator"
        }
      ]
    }
  },
  {
    "ID": 18,
    "Name": "Pablo Jimenez",
    "Email": "pablo.jimenez@dkfz-heidelberg.de",
    "Position": "Ph.D. student",
    "Affiliation": "University of Heidelberg, German Cancer Research Center (DKFZ)",
    "Background": "My PhD research focuses on Magnetic Resonance Imaging (MRI) in medicine, specifically designing MRI protocols for a newly developed local gradient breast coil aimed at early breast cancer detection. The project addresses challenges posed by high gradient inhomogeneities in the coil. One of the possibilities is to apply Machine Learning and Bayesian neural networks to optimize MRI parameters (gradient intensity, diffusion time, b-value) for enhanced diffusion information and better detection of abnormalities, considering the particular gradient inhomogeneities. The dataset consists of 30+ samples, each containing 5 MRI images (128x256 pixels, ~26MB in “twix” format), acquired with varying parameters.",
    "ML_Experience": "I have completed a 128-hour postgraduate course on Neural Networks and another 128-hour course on Deep Learning applied to image processing. Additionally, I have worked for 2 years applying Deep Learning techniques for segmentation in medical images. While I am familiar with the core concepts and techniques, I do not have extensive knowledge in Bayesian models or Physics-Informed Neural Networks, which are central to my project.",
    "Motivation": "Given that the problem I aim to address with Machine Learning techniques is specific, and my research expertise does not focus on this area, this school could provide me with valuable insights into various projects where groups from unrelated fields are applying these techniques, allowing me to connect them to my own work. I also aim to deepen my understanding of Bayesian and Physics-Informed Neural Networks, learning about their advantages and limitations, which I believe are crucial for the success of this part of my project.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "MRI Protocol Design",
          "research_interest_long_description": "Pablo is focused on the innovative design of Magnetic Resonance Imaging protocols specifically for a newly developed local gradient breast coil. His work is aimed at improving early breast cancer detection by addressing the challenges posed by high gradient inhomogeneities within the device. By developing tailored protocols, he seeks to enhance the imaging capabilities and optimize patient outcomes. This research will directly contribute to advancements in medical imaging technology and potentially lead to earlier diagnoses and better treatment options for breast cancer patients.",
          "font_awesome_icon": "fas fa-microscope"
        },
        {
          "research_interest_title": "Machine Learning in Medical Imaging",
          "research_interest_long_description": "Pablo is leveraging Machine Learning techniques, particularly Bayesian neural networks, to refine MRI parameters in his research. His goal is to use data-driven approaches to enhance diffusion information and improve abnormality detection in breast imaging. With a strong foundation in neural networks and deep learning, he aims to extend his knowledge in these areas to optimize parameters like gradient intensity and diffusion time in MRI scans. His research is positioned at the intersection of advanced computing and healthcare, paving the way for more accurate medical diagnostics.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Bayesian Models and Physics-Informed Neural Networks",
          "research_interest_long_description": "Pablo is keen on deepening his understanding of Bayesian models and Physics-Informed Neural Networks (PINNs) as these concepts are critical to his PhD project. Engaging with these advanced topics will enable him to tackle complex challenges in MRI imaging technology more effectively. By exploring the advantages and limitations of these frameworks, he aims to integrate them into his existing research, ultimately enhancing the efficacy of diagnostic processes for breast cancer and potentially other medical imaging applications. He views this pursuit as essential for driving innovation in the field.",
          "font_awesome_icon": "fas fa-chart-line"
        }
      ]
    }
  },
  {
    "ID": 72,
    "Name": "Julie Kiel Holm",
    "Email": "julie.holm@nbi.ku.dk",
    "Position": "PhD",
    "Affiliation": "Dark, NBI, KU",
    "Background": "I work with stellar streams and we are considering the possibility of using ML to find streams in images from the Euclid telescope (which we don't have yet).",
    "ML_Experience": "Very basic knowledge.",
    "Motivation": "To expand my toolbox and gain sufficient insight into the strengths and weaknesses of different ML methods to give qualified estimates of their usability in stream finding algorithms.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Stellar Stream Analysis",
          "research_interest_long_description": "Julie is focused on the study of stellar streams, which are groups of stars that have a common origin and are moving through space together. She aims to deepen her understanding of how these streams can provide insight into the formation and evolution of galaxies. By analyzing different characteristics of stellar streams, Julie hopes to contribute to advancing the field of astrophysics and enhancing our knowledge of the universe's history.",
          "font_awesome_icon": "fas fa-star"
        },
        {
          "research_interest_title": "Machine Learning Applications in Astronomy",
          "research_interest_long_description": "Julie is exploring the potential applications of machine learning (ML) techniques in the field of astronomy. Although she has a basic understanding of ML, her goal is to expand her skillset by evaluating various ML methods to determine their effectiveness in identifying stellar streams from images captured by the upcoming Euclid telescope. By investigating innovative approaches to data analysis, she seeks to find new ways to process astronomical data and derive meaningful insights.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Euclid Telescope Data Utilization",
          "research_interest_long_description": "Julie’s research is closely linked to the impending release of data from the Euclid telescope, a mission that aims to gather unprecedented information about the structure of the universe. She is enthusiastic about harnessing the data from Euclid to enhance her research on stellar streams. By integrating new technologies and methodologies, Julie intends to make significant contributions to the interpretation of this data, facilitating a greater understanding of cosmic structures and the forces that shape them.",
          "font_awesome_icon": "fas fa-telescope"
        }
      ]
    }
  },
  {
    "ID": 44,
    "Name": "Filip Klimovič",
    "Email": "filip.klimovic@matfyz.cuni.cz",
    "Position": "Ph.D.",
    "Affiliation": "Charles Univesity, Prague",
    "Background": "My thesis topic lies within the field of condensed matter theory, focusing on terahertz spectroscopy of semiconductor nanostructures, the research of which can possibly lead to miniaturization and energy efficiency enhancement of opto-electronic devices. We develop models to properly describe light-matter interactions on quantum-mechanical level, finding solutions through relatively costly (computational power-wise) finite element method (FEM) electromagnetic calculations. My aim is to optimize the identification of regions of interest in the input parameter space (including all possible geometries of the nanostructured material) for analysis of e.g. plasmonic resonances.",
    "ML_Experience": "As a part of my PhD course, I am enrolled in a programme called ‘prg.ai minor’. I have passed subjects on the rigorous foundations of Machine Learning and Artificial Intelligence, as well as more applied ones focused on Natural Language Processing. I am still looking for a way to apply ML on my research project.",
    "Motivation": "Foremost, I would like to broaden my overview of the new possibilities of ML applications in physics. I understand it is a big thing in experimental data-heavy fields like particle physics and I am interested to see, how condensed matter theory can benefit from the rapid ML development. Concerning my own data, I want to find a smart way of choosing of input parameter set where to look next, based on already calculated results. Finally, I want to start looking into the question, whether some nanostructured metamaterials could be designed to mimic the function of neural networks, such as temporal memory and nonlinear activation.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Condensed Matter Theory",
          "research_interest_long_description": "Filip is focusing on condensed matter theory within his Ph.D. research. Specifically, his work revolves around terahertz spectroscopy of semiconductor nanostructures. This research is crucial for advancing miniaturization and energy efficiency of opto-electronic devices. Through the development of models, he explores light-matter interactions at a quantum-mechanical level, using finite element method (FEM) electromagnetic calculations to find solutions. His goal is to optimize the parameters that govern the behavior of these nanostructures, particularly in identifying regions of interest related to plasmonic resonances.",
          "font_awesome_icon": "fas fa-atom"
        },
        {
          "research_interest_title": "Machine Learning in Physics",
          "research_interest_long_description": "As a part of his Ph.D. studies, Filip is enrolled in the 'prg.ai minor' program where he has gained knowledge in machine learning and artificial intelligence. He is eager to integrate these advanced techniques into his research on condensed matter theory. Filip is particularly interested in understanding how machine learning can enhance the analysis of complex data in physics, especially in determining optimal input parameter sets based on prior results. His research aims to explore the intersection of machine learning applications in theoretical physics.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Nanostructured Metamaterials",
          "research_interest_long_description": "Filip's research extends into the innovative realm of nanostructured metamaterials. He is investigating the potential of designing metamaterials that can mimic the functions of neural networks, such as exhibiting temporal memory and nonlinear activation characteristics. This aspect of his work aims to bridge the gap between material science and artificial intelligence, offering insights on how advanced materials might be utilized to create more efficient and intelligent opto-electronic devices in the future.",
          "font_awesome_icon": "fas fa-cogs"
        }
      ]
    }
  },
  {
    "ID": 42,
    "Name": "Júlia Križanová",
    "Email": "julia.krizannova@gmail.com",
    "Position": "1st year master's student",
    "Affiliation": "Charles University, Prague",
    "Background": "I am a master's computer science specializing in optimization which I feel like is particularly useful when it comes to understanding the ML in the practical applications. My undergraduate studies focused solely on AI and machine learning, so I feel like this is a valuable combination of knowledge.    During my studies I also had part-time job at pharmaceutical company as a data scientist with focus on computer vision, where I was working with complex medical datasets.    Before starting my master I spent summer at Rutgers University as research intern under Professor Jie Gao, studying behavior of large crowds correctly learning some ground truth information in social/adversarial setting. The work was rather theoretical, but has practical implications in the learning of LLMS.",
    "ML_Experience": "My undergraduate studies specialization was in AI. In the final year I successfully completed the student grant under the physics department focusing on detecting kaons and pions on RICH detector in the AMBER experiment at CERN with the help of neural network.    My master is oriented more in mathematical aspect of ML, specifically optimization. I focus on (non)linear programming, optimization and game theoretical aspects.     Moreover, I am enrolled in AI minor programme, which is a joint degree with Czech technical university, enabling students to broaden the knowledge in machine learning, have better knowledge of the current trends in the area etc.",
    "Motivation": "I currently don't own any large dataset that I could be working with. However I would be particularly interested in analyzing the data from the CERN data center as I believe there would be many interesting problems to look at. This interest stems from my previous stay at CERN where I had shifts at AMBER control room for 2 weeks, controlling the correctness of data taking during the run of the experiment last spring.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Machine Learning and Optimization",
          "research_interest_long_description": "Júlia is focusing on the intersection of machine learning and optimization within her master's program. Her background in computer science, combined with extensive studies in artificial intelligence, allows her to delve into practical applications of machine learning techniques. She emphasizes the importance of optimization in enhancing the effectiveness of machine learning algorithms, particularly in real-world scenarios. With a strong foundation in (non)linear programming and game theory, Júlia aims to pioneer innovative solutions that leverage optimization for improved machine learning outcomes.",
          "font_awesome_icon": "fas fa-cogs"
        },
        {
          "research_interest_title": "Data Science in Pharmaceutical Applications",
          "research_interest_long_description": "With experience as a data scientist in a pharmaceutical company, Júlia is particularly intrigued by the application of computer vision techniques to complex medical datasets. She aims to explore how advanced algorithms can improve the analysis and interpretation of medical imagery and patient data, thereby promoting better decision-making in healthcare. This interest aligns with her desire to utilize her technical skills to contribute to healthcare innovations while bridging the gap between technology and practical medical applications.",
          "font_awesome_icon": "fas fa-medkit"
        },
        {
          "research_interest_title": "Crowd Behavior Analysis",
          "research_interest_long_description": "During her research internship at Rutgers University, Júlia studied the behaviors of large crowds, a topic she finds immensely captivating. Her work involved theoretical frameworks that can lead to practical applications in social and adversarial settings. She is interested in utilizing machine learning to model and understand complex crowd dynamics, experimenting with various scenarios to enhance safety and efficiency during large gatherings and events. This research aligns closely with her broader interest in applying data science to societal challenges.",
          "font_awesome_icon": "fas fa-users"
        }
      ]
    }
  },
  {
    "ID": 21,
    "Name": "Vineet Kumar",
    "Email": "vineet05k@gmail.com",
    "Position": "PhD Student",
    "Affiliation": "Charles University, Faculty of Mathematics and Physics",
    "Background": "I am an experimental physicist working in the field of Atomic, Molecular, and Optical (AMO) physics, focusing on the development of quantum technologies such as electron-ion trapping for room-temperature quantum microwave sensing. My work involves analyzing experimental data from fluorescence detection, ion imaging, and noise-signal correlations. These datasets are typically in time-series or image format, with manual or semi-automated labelling. I aim to apply machine learning for real-time signal classification, denoising, anomaly detection, and surrogate modelling, bridging experimental uncertainties with theoretical models in quantum sensing and particle trapping.",
    "ML_Experience": "I have beginner experience with Machine Learning, gained through collaborative research and a recent international hackathon. Along with colleagues from the University of Tübingen and Charles University, I participated in the “AI and ML for Microscopy” Hackathon organized by Prof. Sergei Kalinin (University of Tennessee/PNNL). Our proposed project, aligned with my ongoing research, focused on AI-driven virtual sensing for thermal mapping in an electron-ion trapping vacuum system. We developed a functional prototype and co-authored a preprint (to be uploaded to arXiv) outlining the ML architecture and physical modeling.",
    "Motivation": "I hope to gain a deeper understanding of machine learning methods tailored to complex physical systems, particularly in areas such as uncertainty quantification, generative modeling, and physics-informed neural networks. My goal is to apply these tools to enhance data interpretation and control in electron-ion trapping experiments, especially for thermal, fluorescence, and ion-motion data. By learning from leading researchers and peers, I aim to bridge experimental imperfections with predictive models, enabling real-time feedback and virtual sensing in quantum sensing platforms.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Quantum Technologies",
          "research_interest_long_description": "Vineet is deeply invested in the field of quantum technologies, specifically in electron-ion trapping for room-temperature quantum microwave sensing. His research focuses on innovative methodologies to enhance the performance and reliability of quantum systems. By utilizing advanced experimental methods such as fluorescence detection and ion imaging, he aims to bridge theoretical models with experimental data. His ambition is to push the boundaries of quantum sensing through the development of efficient techniques that can significantly improve the precision and accuracy of measurements in quantum physics.",
          "font_awesome_icon": "fas fa-atom"
        },
        {
          "research_interest_title": "Machine Learning in Physics",
          "research_interest_long_description": "Vineet is exploring the intersection of machine learning and experimental physics. Despite being at a beginner level, he has engaged in collaborative research that merges AI tools with his ongoing projects, such as AI-driven virtual sensing for thermal mapping in electron-ion trapping systems. His experience at a recent hackathon has illuminated the potential of machine learning for enhancing data classification, denoising, and anomaly detection in experimental setups. Vineet's goal is to master these ML methods and apply them to complex physical systems for better data interpretation and experimental control.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Data Interpretation and Control",
          "research_interest_long_description": "Focusing on the critical role of data interpretation and control within experimental physics, Vineet aims to apply machine learning techniques to unravel complex datasets produced in electron-ion trapping experiments. His research involves managing time-series and image data formats, pushing the limits of classical analysis through innovative techniques like surrogate modelling and physics-informed neural networks. By integrating these advanced methods, Vineet aims to create a framework that enables real-time insights and operational feedback, thus enhancing the accuracy of experimental outcomes in quantum sensing.",
          "font_awesome_icon": "fas fa-chart-line"
        }
      ]
    }
  },
  {
    "ID": 11,
    "Name": "Husain Mustansir Manasawala",
    "Email": "manasawala@physi.uni-heidelberg.de",
    "Position": "PhD Student",
    "Affiliation": "University of Heidelberg",
    "Background": "I work in Low Energy Particle physics, specifically UltraCold Neutron experimental development towards measurements of the permanent electric dipole moment of neutrons. Machine Learning potentially can have huge impact towards analysing some of our time-series \"Time-of-Flight\" Data (10-100s of GB, labelled list-mode) and simulation studies via AutoEncoders to relate measurements and in-situ source conditions.",
    "ML_Experience": "I have taken a 6 Credit ML and Physics course at the University of Heidelberg, and have some experience with heuristic optimisation algorithms such as Particle-Swarm Optimisation.",
    "Motivation": "I hope to gain more hands-on experience with using ML techniques that I have some theoretical background in, specifically familiarity with the relevant python libraries (PyTorch, scikit-learn, Tensorflow), data pre-processing, managing overfitting, and choosing the right Neural Network Architecture for a given task.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "UltraCold Neutron Physics",
          "research_interest_long_description": "Husain is deeply engaged in the field of UltraCold Neutron experimental development. His primary focus is on measuring the permanent electric dipole moment of neutrons, which has profound implications for understanding the fundamental symmetries in physics. By advancing experimental techniques, he aims to contribute valuable insights into the behavior of neutrons under extreme conditions. This research not only enhances particle physics but also broadens the horizon in the quest for new physics phenomena.",
          "font_awesome_icon": "fas fa-atom"
        },
        {
          "research_interest_title": "Machine Learning Applications",
          "research_interest_long_description": "Husain has a keen interest in leveraging machine learning techniques to advance his analysis of time-series data predominantly generated in particle physics experiments. With a solid foundation acquired from his coursework, he is particularly fascinated by the application of AutoEncoders to relate experimental measurements to in-situ source conditions. His goal is to incorporate ML methods to enhance data analysis processes, thereby improving the accuracy and efficiency of experimentation in the field.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Data Analytics and Computational Techniques",
          "research_interest_long_description": "Husain is committed to improving data analytics within the domain of low energy particle physics. His experience with heuristic optimization algorithms, such as Particle-Swarm Optimization, complements his interest in sophisticated data pre-processing and management of overfitting in machine learning models. He is eager to develop his expertise in various Python libraries like PyTorch, TensorFlow, and scikit-learn, with the aim of choosing the most suitable neural network architectures for specific research tasks, thus driving innovation in data-driven experimental methods.",
          "font_awesome_icon": "fas fa-database"
        }
      ]
    }
  },
  {
    "ID": 65,
    "Name": "Mumtaz Manzoor",
    "Email": "mumtaz.manzoor@savba.sk",
    "Position": "PhD student in QMC+ML",
    "Affiliation": "PhD Researcher  in cpmputaional physics with ML in slovak academy of sciences",
    "Background": "DFT, QMC, and ML physics",
    "ML_Experience": "I have experiance 1.5 year",
    "Motivation": "My PhD title is related to ML to compute the forces and energy.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Quantum Monte Carlo and Machine Learning",
          "research_interest_long_description": "Mumtaz is focused on integrating Quantum Monte Carlo (QMC) methods with Machine Learning (ML) techniques to enhance computational efficiency and accuracy in physics. His research aims to develop novel algorithms that leverage the strengths of both approaches, optimizing the computation of forces and energy in quantum systems. This innovative intersection of QMC and ML has the potential to transform calculations in computational physics, leading to new insights and breakthroughs. Mumtaz is particularly interested in how machine learning can aid in predicting physical properties and streamline complex simulations.",
          "font_awesome_icon": "fas fa-flask"
        },
        {
          "research_interest_title": "Density Functional Theory Applications",
          "research_interest_long_description": "In addition to his work with QMC and ML, Mumtaz has a strong foundation in Density Functional Theory (DFT), which he applies to solve various problems in condensed matter physics. His research includes exploring the limitations of DFT and integrating ML to overcome these challenges. By utilizing machine learning techniques, Mumtaz aims to enhance DFT's predictive capabilities and applicability to more complex systems, providing a deeper understanding of material properties and behaviors.",
          "font_awesome_icon": "fas fa-calculator"
        },
        {
          "research_interest_title": "Advancements in Computational Physics",
          "research_interest_long_description": "Mumtaz is passionate about pushing the boundaries of computational physics through innovative approaches. With over a year and a half of experience in machine learning, he seeks to develop new methodologies that can significantly improve computational performance and accuracy. His work aims to address the limitations of traditional computational methods while promoting the use of AI and ML tools in physical research. Mumtaz envisions a future where computational physics and machine learning are seamlessly integrated, enabling researchers to tackle more complex scenarios with ease.",
          "font_awesome_icon": "fas fa-cogs"
        }
      ]
    }
  },
  {
    "ID": 62,
    "Name": "Wiktor Matyszkiewicz",
    "Email": "w.matyszkiewicz@uw.edu.pl",
    "Position": "Ph.D. student",
    "Affiliation": "University of Warsaw",
    "Background": "I study experimental particle physics within the CMS collaboration, focusing on OMTF trigger development and analysis of Higgs boson decays to tau leptons (H→ττ), including CP violation studies. The data consists of large event samples (hundreds of thousands to millions), stored as ROOT trees or numpy arrays. Data labelling mainly involves reconstructing physical objects from detector signals (e.g., combining two photons into a π⁰) and extracting kinematic properties. Machine learning is used to improve trigger efficiency, suppress pile-up contamination, optimize object reconstruction, and enhance sensitivity to subtle physical effects like CP violation.",
    "ML_Experience": "I have completed two university courses on Machine Learning, covering topics such as fully connected neural networks (FCNNs), graph neural networks (GNNs), recurrent networks, and basic embedding techniques. Additionally, I have studied several research articles and presentations to stay updated on developments like the transformer architecture. My practical experience includes several small projects carried out as part of coursework, where I applied ML techniques to synthetic and real datasets. I am continuously working to expand my skills, particularly in applications relevant to particle physics.",
    "Motivation": "I hope to expand my Machine Learning skills, particularly in applications to particle physics, as a strong foundation for my upcoming PhD work. I am especially interested in learning about uncertainty quantification, generative models, and fast machine learning techniques, as they are highly relevant for improving object reconstruction, optimizing trigger efficiency, and enhancing sensitivity to rare signals like CP violation in Higgs decays. I also look forward to understanding Bayesian neural networks and physics-informed architectures, which could offer new strategies for handling complex data and modelling physical processes more effectively.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Experimental Particle Physics",
          "research_interest_long_description": "Wiktor's primary research interest lies in experimental particle physics, specifically within the CMS collaboration at the Large Hadron Collider. His focus is on developing the OMTF trigger and analyzing Higgs boson decays into tau leptons. This study involves handling and processing vast datasets, often comprising hundreds of thousands to millions of events. Wiktor is particularly interested in the subtleties of CP violation in these decays, and his work contributes to the broader understanding of fundamental particle interactions and symmetries in physics.",
          "font_awesome_icon": "fas fa-flask"
        },
        {
          "research_interest_title": "Machine Learning in Particle Physics",
          "research_interest_long_description": "Wiktor is eager to explore the applications of machine learning within particle physics. With a solid foundation from two university courses, he has developed skills in various ML techniques including fully connected neural networks and graph neural networks. Wiktor is passionate about leveraging machine learning to enhance trigger efficiency, optimize object reconstruction, and investigate complex physical effects such as CP violation. He continuously seeks to expand his knowledge and practical experience in machine learning, aiming to apply these advanced tools to real experimental data.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Uncertainty Quantification and Bayesian Neural Networks",
          "research_interest_long_description": "Wiktor has a keen interest in uncertainty quantification and the use of Bayesian neural networks to improve data analysis in particle physics. He believes that understanding uncertainties in measurements and predictions is crucial for robust scientific conclusions. Wiktor aims to explore generative models and physics-informed architectures to better handle the complexities of data derived from high-energy physics experiments. His motivation lies in developing new methodologies that enhance sensitivity to rare signals and provide clearer insights into fundamental physical phenomena.",
          "font_awesome_icon": "fas fa-chart-line"
        }
      ]
    }
  },
  {
    "ID": 68,
    "Name": "Jonathan Ortved Melcher",
    "Email": "jonathan.melcher@nbi.ku.dk",
    "Position": "Ph.D.",
    "Affiliation": "Niels Bohr Institute",
    "Background": "Meteorology and Climate science, using data sets of climate models to find casual connections.",
    "ML_Experience": "I have 3 years of experience with ML, currently working in a paper in hyperparameter optimization.",
    "Motivation": "I am in the very beginning of my PhD and want inspiration for new methods and techniques. Especially about U-nets and transformers",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Climate Models Analysis",
          "research_interest_long_description": "Jonathan is focused on analyzing climate models to uncover causal relationships within climate data. His background in meteorology and climate science equips him with the necessary skills to interpret complex datasets. By leveraging these insights, he aims to contribute to a better understanding of climate dynamics and inform effective responses to climate change.",
          "font_awesome_icon": "fas fa-globe"
        },
        {
          "research_interest_title": "Machine Learning in Climate Science",
          "research_interest_long_description": "With three years of experience in machine learning, Jonathan is exploring the application of ML techniques in the realm of climate research. Currently, he is working on a paper that tackles hyperparameter optimization, a crucial aspect that could significantly enhance model performance. He is eager to learn new methods that could improve his analysis of climate data.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Innovative Techniques in Data Analysis",
          "research_interest_long_description": "As a budding researcher, Jonathan seeks inspiration for innovative methods and techniques, particularly in the utilization of U-nets and transformers. He believes that these advanced models could revolutionize the way climate data is processed and understood. By integrating these state-of-the-art approaches, he aspires to push the boundaries of traditional data analysis in climate science.",
          "font_awesome_icon": "fas fa-cogs"
        }
      ]
    }
  },
  {
    "ID": 22,
    "Name": "Himanshu Mishra",
    "Email": "hmishra022@gmail.com",
    "Position": "PhD Candidate",
    "Affiliation": "Charles University, Prague, Czech Republic",
    "Background": "Surface and Plasma Physics",
    "ML_Experience": "My research interests lie at the intersection of machine learning and experimental physics, with a particular focus on plasma diagnostics and thin-film technologies. I had the privilege of participating in the \"AI and ML for Microscopy\" Hackathon, organized by Prof. Sergei Kalinin at the University of Tennessee/Pacific Northwest National Laboratory, USA. In collaboration with two fellow Ph.D. candidates, we explored AI-powered thermal mapping in the Electron-Ion Trapping Experiment (EiTEx) for single-photon detection. This experience provided me with a deep appreciation for the role of machine learning in advancing experimental methodologies and reinforced my commitment to applying AI in physics.",
    "Motivation": "In future research, I intend to employ Principal Component Analysis (PCA) and Bayesian learning techniques to analyze emission spectroscopy data in low-pressure plasma environments for semiconductor technology and its applications. Attending the \"Between Models and Reality\" Ph.D. School will be instrumental in refining my methodological approach, exposing me to cutting-edge advancements, and fostering collaborations with experts and peers in the field.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Machine Learning in Physics",
          "research_interest_long_description": "Himanshu is keenly interested in integrating machine learning techniques with experimental physics, aiming to enhance plasma diagnostics and thin-film technologies. His participation in the 'AI and ML for Microscopy' Hackathon showcased the innovative use of AI for thermal mapping in advanced experiments. By employing machine learning methodologies, he seeks to revolutionize the understanding and efficiency of experimental setups, particularly in the domains of plasma physics and semiconductor technology.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Plasma Diagnostics",
          "research_interest_long_description": "Himanshu's research focuses on characterizing and understanding plasma behavior through advanced diagnostic techniques. He aims to leverage statistical methods, such as Principal Component Analysis (PCA), to interpret emission spectroscopy data in low-pressure plasmas, which is critical for semiconductor applications. By refining diagnostic tools and methodologies, he hopes to contribute significant insights into the mechanisms of plasma processes and their practical applications in technology.",
          "font_awesome_icon": "fas fa-atom"
        },
        {
          "research_interest_title": "Thin-Film Technologies",
          "research_interest_long_description": "Himanshu has a strong inclination towards the development and application of thin-film technologies. His research endeavors include the analysis of how these films interact within plasma environments, significantly impacting semiconductor fabrication. By examining ways to optimize film properties using machine learning and advanced physical diagnostics, he aspires to push the boundaries of thin-film technology towards more efficient and innovative solutions in various industries.",
          "font_awesome_icon": "fas fa-layer-group"
        }
      ]
    }
  },
  {
    "ID": 36,
    "Name": "Ali Moshiri",
    "Email": "ali.moshiri@lkb.ens.fr",
    "Position": "PhD",
    "Affiliation": "Sorbonne / LKB",
    "Background": "Field of study: Quantum metrology and entanglement with large nuclear spin atoms / Magnetometry.    Raw data would be the evolution of transverse collective spin of atoms in time that would provide information about a time-dependent magnetic field.",
    "ML_Experience": "Close to none in practical, but very familiar and experienced with the mathematical concepts behind",
    "Motivation": "The idea would be to use recurrent neural networks to infer a time-dependent magnetic field; I would like to be able to implement such code & algorithm with machine learning tools that I will have learnt at this school.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Quantum Metrology",
          "research_interest_long_description": "Ali is focused on quantum metrology, which leverages the unique properties of quantum systems to improve precision measurements. His work primarily involves understanding the evolution of transverse collective spin in large nuclear spin atoms over time. By analyzing the spin dynamics, Ali aims to enhance our understanding of time-dependent magnetic fields. This research is critical for applications in various fields, such as navigation, timekeeping, and imaging, and could lead to breakthroughs in sensor technologies.",
          "font_awesome_icon": "fas fa-microscope"
        },
        {
          "research_interest_title": "Magnetometry",
          "research_interest_long_description": "Ali's research also delves into magnetometry, where he investigates methods for measuring magnetic fields with unprecedented accuracy. By utilizing large nuclear spin atoms, he seeks to provide innovative approaches to detect and analyze magnetic fields that vary over time. His goal is to develop advanced techniques that improve sensitivity and responsiveness in magnetic field detection, which could have significant implications in fields ranging from material science to biomedical imaging.",
          "font_awesome_icon": "fas fa-compass"
        },
        {
          "research_interest_title": "Machine Learning in Physics",
          "research_interest_long_description": "Motivated to incorporate machine learning tools into his research, Ali is exploring the use of recurrent neural networks to infer complex patterns in time-dependent magnetic fields. Although he has limited practical experience, Ali is enthusiastic about applying mathematical concepts of machine learning to enhance data analysis in quantum systems. By combining theoretical insights with computational techniques, he aims to develop algorithms that will revolutionize how data from quantum experiments is interpreted, paving the way for future discoveries in quantum physics.",
          "font_awesome_icon": "fas fa-brain"
        }
      ]
    }
  },
  {
    "ID": 60,
    "Name": "Marta Mrozowska",
    "Email": "marta.mrozowska@nbi.ku.dk",
    "Position": "Postdoc",
    "Affiliation": "Niels Bohr Institute, UCPH",
    "Background": "In January 2025, I finalised my PhD in computational geophysics (oceanography). In August 2025, I begin a postdoc at the Geophysical Fluid Dynamics Laboratory at Princeton University where I am to train ML models on large eddy simulation (LES) data in order to represent sub-grid scale physics in a coarse ocean model. This summer school would be an excellent source of inspiration for this project.",
    "ML_Experience": "I have never worked directly with neural networks, but I have completed numerous ML courses at UCPH (ML 1&2 at DIKU and Applied Machine Learning at NBI). I have also worked extensively with Bayesian optimization.",
    "Motivation": "I hope that this course can be a source of inspiration for my upcoming postdoc project described above. Implementing ML-based parameterizations in ocean models is not trivial, because online training is often not possible (most climate models are not differentiable) and deep neural networks are too computationally expensive to use for this purpose. Artificial neural networks (ANNs) have been successfully used to emulate physics-based parameterizations of high complexity in ocean models for much lower cost and higher numerical stability. I hope that during this course, I can learn of other alternative approaches to my problem and network with early career experts within the ML field.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Machine Learning in Oceanography",
          "research_interest_long_description": "Marta is focused on employing machine learning techniques to enhance the representation of sub-grid scale physics in ocean models. As she begins her postdoc at the Geophysical Fluid Dynamics Laboratory, she aims to explore innovative methods to integrate ML models with large eddy simulation data. This research seeks to overcome the challenges posed by the non-differentiability of most climate models while ensuring computational efficiency and numerical stability. Her interest lies in harnessing ML to develop effective parameterizations within oceanographic studies and contribute to the advancement of climate modeling.",
          "font_awesome_icon": "fas fa-robot"
        },
        {
          "research_interest_title": "Bayesian Optimization Techniques",
          "research_interest_long_description": "Marta has a strong background in Bayesian optimization and intends to leverage these techniques in her research at Niels Bohr Institute. Her goal is to apply Bayesian methods to optimize machine learning models and improve their performance in oceanographic contexts. By refining parameter selection and model training processes, she aims to achieve more accurate and efficient results in ocean simulations. This interest stems from her extensive coursework and practical applications of Bayesian strategies in various projects, positioning her expertise at the intersection of computational geophysics and machine learning.",
          "font_awesome_icon": "fas fa-cogs"
        },
        {
          "research_interest_title": "Innovative Parameterization in Climate Models",
          "research_interest_long_description": "Marta is passionate about finding innovative solutions for incorporating machine learning-based parameterizations in climate models. She recognizes the limitations of traditional approaches in the context of large-scale simulations and aims to explore alternative methodologies to effectively implement ML techniques. By participating in this summer school, Marta hopes to gain insights and inspirations from peers and mentors that will aid her in identifying new ways to tackle the complexities associated with online training and the computational demands of deep network architectures. Her commitment to improving climate modeling through novel applications of machine learning drives her research ambition.",
          "font_awesome_icon": "fas fa-water"
        }
      ]
    }
  },
  {
    "ID": 75,
    "Name": "perpetua muchiri",
    "Email": "perpetua.muchiri@universite-paris-saclay.fr",
    "Position": "Ph.D",
    "Affiliation": "University Paris Saclay",
    "Background": "I am in the field of material science studying effects of defects in semiconductors.",
    "ML_Experience": "I am a beginner in Machine Learning.",
    "Motivation": "As a physics student i will be studying complex systems and am thus motivated that with the increased power of machine learning as a transformative tool the already existing methods will be expanded in this study. I have interest in areas such as physics informed neural networks, uncertainty quantification which will bring rigorous physical reasoning with flexible ML frameworks as i extract meaningful patterns from simulated data. By attending this training, I aim to build a solid foundation in machine learning theory and practice, gain hands-on experience with relevant tools (e.g., PyTorch, TensorFlow), and learn how to apply these techniques effectively to physical problems. I am enthusiastic about learning from experts, collaborating with peers and equip myself with interdisciplinary skills for research.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Semiconductor Defects",
          "research_interest_long_description": "Perpetua studies the behavior and effects of defects in semiconductors, focusing on how these imperfections can alter material properties and impact device performance. Her research aims to deepen the understanding of atomic structure and defect dynamics, paving the way for developing high-performance semiconductor materials. With a background in material science, she investigates methods to mitigate defects and enhance material efficiency, ultimately contributing to advancements in electronics and technology.",
          "font_awesome_icon": "fas fa-cogs"
        },
        {
          "research_interest_title": "Machine Learning in Physics",
          "research_interest_long_description": "Perpetua is exploring the application of machine learning techniques in the field of physics, particularly as they relate to complex systems. She is particularly interested in physics-informed neural networks and uncertainty quantification, which allow for integrating rigorous physical reasoning with flexible ML frameworks. By leveraging machine learning, she aims to extract meaningful patterns from simulated data, enhancing the predictive power and applicability of physical models.",
          "font_awesome_icon": "fas fa-chart-line"
        },
        {
          "research_interest_title": "Interdisciplinary Skills Development",
          "research_interest_long_description": "Motivated by her passion for continuous learning, Perpetua is committed to developing interdisciplinary skills in both material science and machine learning. Through training, she seeks to gain a solid foundation in machine learning theory and the application of tools like PyTorch and TensorFlow. Perpetua values collaboration and aims to learn from experts while also sharing insights with peers, ultimately enhancing her research efficacy and fostering innovation across disciplines.",
          "font_awesome_icon": "fas fa-user-graduate"
        }
      ]
    }
  },
  {
    "ID": 74,
    "Name": "Mikkel Møller Mødekjær",
    "Email": "mikkel.moeller@nbi.ku.dk",
    "Position": "Ph.D.",
    "Affiliation": "CERN / University of Copenhagen",
    "Background": "Particle physics, specifically tracking for the ATLAS detector. Here I use machine learning to do track reconstruction, specifically with a focus of fast inference times so it can run as part of the online trigger system. The data is given is hits in the detector and has an output of true hits corresponding to a particle.",
    "ML_Experience": "I did both my bachelor and master thesis on machine learning in parti-    cle physics. For my bachelor project I did CNN’s on muons after the had    gone through the hough transform, with a focus on running it on FPGA with    HLS4ML. For my masters I did inference studies on CPU, GPU and FPGA for    different machine learning models. Which where Feed forward neural, recursive    neural networks and tree based models. Now in my PhD I am doing machine    learning on with graph neural networks for event filter tracking for the HL-LHC.    I also had one course in machine learning.",
    "Motivation": "I am very excited to go learn more about different ways of doing machine    learning, and see if there are any nice tricks I can apply to my own work. Which    could get my models to have faster inference or better training. Where especially    physics informed and Bayesian machine learning are fields I would like to know    more about.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Machine Learning in Particle Physics",
          "research_interest_long_description": "Mikkel is exploring the application of machine learning techniques in the field of particle physics, focusing specifically on track reconstruction for the ATLAS detector. His work emphasizes achieving fast inference times to integrate seamlessly with the online trigger system of experiments. This research is pivotal for processing the enormous amounts of data generated in high-energy particle collisions, requiring innovative algorithms that can not only function effectively in real-time but also maintain high accuracy in detecting particle tracks.",
          "font_awesome_icon": "fas fa-atom"
        },
        {
          "research_interest_title": "Graph Neural Networks for Event Filtering",
          "research_interest_long_description": "In his PhD research, Mikkel is delving into the use of graph neural networks for enhancing event filter tracking at the High-Luminosity Large Hadron Collider (HL-LHC). This innovative approach seeks to leverage the unique structure of particle collision data, allowing for more efficient and effective tracking of particle events. By developing cutting-edge methodologies that utilize the capabilities of graph neural networks, Mikkel aims to improve the accuracy and speed of event filtering processes, which are vital for subsequent analyses in particle physics.",
          "font_awesome_icon": "fas fa-project-diagram"
        },
        {
          "research_interest_title": "Physics-Informed Machine Learning",
          "research_interest_long_description": "Mikkel is particularly interested in the intersection of physics and machine learning, with a focus on physics-informed and Bayesian machine learning methodologies. He is eager to explore various techniques that could enhance model training and inference speed. By incorporating physical principles into machine learning algorithms, Mikkel believes that models can achieve better generalization and performance, especially in complex environments like those encountered in particle physics experiments. His goal is to identify intriguing tricks and strategies that could be applied to his existing research and contribute to the advancement of the field.",
          "font_awesome_icon": "fas fa-brain"
        }
      ]
    }
  },
  {
    "ID": 67,
    "Name": "Magnus Oddershede",
    "Email": "mqo@qfcph.com",
    "Position": "PhD student",
    "Affiliation": "University of Copenhagen",
    "Background": "I work with crystal growth using molecular beam epitaxy for quantum computing purposes. I primarily intend to use ML for representing complex datasets in a finite set of values (floats), which in turn can be compared quantitatively across different samples. For example, we can scan a sample in atomic force microscopy. An experienced domain expert will quickly tell you if it looks \"good\" or \"bad\". In this case we could use various image recognition/processing techniques to extract metrics that quantify these qualitative statements in a way that is systematic and comparable across samples.",
    "ML_Experience": "I took AppML in 2023, and I have since used different regressors and classifiers such as kNN, random forests and DBscan as components in large analysis scripts.",
    "Motivation": "I hope to gain a better understanding of what ML models are suitable for a given problem. I also hope to become more comfortable with more advanced ML methods and neural networks. It would also be really cool to learn how to practically train a model using a GPU rather than the CPU (fx using cuda, cudf), and how to optimize the code for running on a GPU.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Crystal Growth for Quantum Computing",
          "research_interest_long_description": "Magnus focuses on crystal growth utilizing molecular beam epitaxy processes aimed at advancing quantum computing technology. His work involves meticulous experimentation to synthesize high-purity crystals that are crucial for developing quantum bits, or qubits. By understanding the nuances of crystal design and growth conditions, Magnus hopes to contribute significant findings that could accelerate the deployment of quantum technologies. His experiments utilize state-of-the-art facilities at the University of Copenhagen, providing a rich environment for innovative research.",
          "font_awesome_icon": "fas fa-cube"
        },
        {
          "research_interest_title": "Machine Learning in Materials Science",
          "research_interest_long_description": "Magnus is deeply invested in leveraging machine learning techniques to represent and analyze complex datasets derived from his research activities. His goal is to utilize various machine learning models, such as regressors and classifiers, to provide systematic quantitative comparisons of crystal properties gathered through atomic force microscopy. By employing image recognition and processing methods, he aims to extract insightful metrics that can assist in determining the quality of crystal samples in a manner that is both precise and reproducible.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Optimizing Machine Learning Applications",
          "research_interest_long_description": "Motivated by the challenge of understanding which machine learning models best suit specific problems, Magnus is intent on mastering advanced ML methodologies. His interest lies in the practical aspects of training models using powerful GPUs, including the implementation of CUDA for efficiency. He aims to enhance his skill set by optimizing code for performance and exploring novel approaches to training neural networks, thereby improving data processing speeds and outcomes in his research applications. Magnus sees immense potential in harnessing these technologies to push the boundaries of material analysis in quantum computing.",
          "font_awesome_icon": "fas fa-cogs"
        }
      ]
    }
  },
  {
    "ID": 50,
    "Name": "Kristýna Onderková",
    "Email": "onderkova@ufal.mff.cuni.cz",
    "Position": "PhD student",
    "Affiliation": "Charles University in Prague, Faculty of Mathematics and Physics",
    "Background": "I hold a Master’s in Physics of Surfaces and Ionized Media (Charles University) and previously worked as an experimentalist at the Institute of Physics (Czech Academy of Sciences), using microscopy, spectroscopy, and magnetometry techniques. I later transitioned to machine learning and am now pursuing a PhD in Computational Linguistics. However, I am still a physicist at heart.",
    "ML_Experience": "I hold a Master's in Data Analytics from the University of Galway. I have three years of experience as a Data Scientist in a software company, working on classical natural language processing and large language model agents, among other things. I currently work on textual inference in language models - specifically on (structured) data-to-text generation by combining neural models with symbolic reasoning via code execution.",
    "Motivation": "I am looking to merge my backgrounds in physics and computer science and physics - two fields I have not previously combined. I am interested in learning from examples and case studies that integrate ML and physics and would like to explore whether that could be relevant to my future work. Overall, I am interested in using language models, as tools to support scientific research.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Machine Learning in Physics",
          "research_interest_long_description": "Kristýna is exploring the intersection of machine learning and physics, specifically regarding how advanced computational techniques can enhance our understanding of physical phenomena. With a solid foundation in experimental techniques, she is interested in innovative ways to integrate machine learning algorithms into traditional physics research. By leveraging her expertise in both fields, she aims to uncover new insights that can bridge the gap between physical theory and computational models, ultimately pushing the frontiers of scientific inquiry.",
          "font_awesome_icon": "fas fa-atom"
        },
        {
          "research_interest_title": "Natural Language Processing Applications",
          "research_interest_long_description": "Kristýna has a keen interest in applying natural language processing (NLP) to scientific research, particularly through her work on textual inference in language models. By combining structured data with state-of-the-art language processing techniques, she aims to improve data-to-text generation, making complex information more accessible and comprehensible. Her goal is to enable researchers to utilize language models as powerful tools for generating and interpreting scientific text, thus facilitating cognitive processes in research.",
          "font_awesome_icon": "fas fa-language"
        },
        {
          "research_interest_title": "Symbolic Reasoning in AI",
          "research_interest_long_description": "Kristýna is particularly intrigued by the potential of symbolic reasoning within artificial intelligence frameworks. Her fascination lies in merging neural models with symbolic execution to create more robust and interpretable AI systems, capable of performing sophisticated tasks. By investigating how symbolic reasoning can enhance the performance and understanding of language models, she hopes to contribute to the development of AI that not only learns from data but also applies logical reasoning akin to human thought processes.",
          "font_awesome_icon": "fas fa-lightbulb"
        }
      ]
    }
  },
  {
    "ID": 54,
    "Name": "Beatriz Isabel Paquim do Cruzeiro",
    "Email": "beatriz.cruzeiro@medma.uni-heidelberg.de",
    "Position": "PhD",
    "Affiliation": "Heidelberg University",
    "Background": "I am applying Deep Learning to electroweak physics at the LHC. I am currently using a dataset with Z + jets information. Each NumPy file consists of several arrays, in which the names begin with either 'gen_' or 'sim_' depending on which set of jets they correspond to. The name of each array ends in a key word indicating what it contains. With the exception of 'gen_Zs' (which contains the Pt, y and phi of the final  boson). There is both a generated and simulated version of each array.",
    "ML_Experience": "My Machine Learning experience dates back to my Bachelor's thesis, where I worked with Artificial Neural Networks for precise location of gamma-ray interactions in pixelated scintillators with multiplexed readout. Afterwards, I held a research grant to continue this work in the laboratory of Radiation Detection and Medical Imaging of I3N-Aveiro of the Physics Department at the University of Aveiro. Besides this, I also did an internship at INNOWAVE company, in the ViGIE Solutions project, a healthcare platform integrating artificial intelligence in specialised sensors. Currently, I am working with Machine Learning for electroweak physics at the LHC.",
    "Motivation": "I am very interested in the integration of Bayesian neural networks with neural operators like DeepOnet. In addition to quantifying uncertainties, I am interested in investigating and reducing overconfident uncertainty bounds and calibrating them as best as possible to obtain meaningful uncertainties that are representative of the real data. Such a problem typically arises due to prior approximations that do not take into account interdependencies between factorised Gaussian distributions. My aim is to investigate frameworks that offer greater robustness to prior misspecification, and to achieve posterior approximations that are less sensitive and more robust to prior misspecification.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Deep Learning in Electroweak Physics",
          "research_interest_long_description": "Beatriz is applying cutting-edge deep learning techniques to the realm of electroweak physics at the Large Hadron Collider (LHC). By utilizing datasets that include intricate Z + jets information, she is exploring how machine learning can enhance our understanding of particle interactions. Her focus on generated and simulated arrays indicates a systematic approach to analyzing complex data structures, aiming to derive insightful conclusions from high-energy physics experiments. This intersection of advanced computational methods and fundamental physics underlines Beatriz's significant contributions to the field.",
          "font_awesome_icon": "fas fa-atom"
        },
        {
          "research_interest_title": "Machine Learning for Radiation Detection",
          "research_interest_long_description": "With a solid foundation in machine learning stemming from her Bachelor's thesis, Beatriz has dedicated her research to enhancing radiation detection technologies. She successfully worked on artificial neural networks for accurately pinpointing gamma-ray interactions, contributing to the advancements in medical imaging and radiation safety. Her experience at INNOWAVE, integrating AI into healthcare solutions, illustrates her commitment to applying machine learning in practical and impactful ways. Beatriz's research aims to improve the efficiency and effectiveness of sensors in detecting radiation, ultimately benefiting public health and safety.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Bayesian Neural Networks and Uncertainty Quantification",
          "research_interest_long_description": "Beatriz is particularly fascinated by the integration of Bayesian neural networks with neural operators like DeepOnet. Her research seeks to address the challenges of uncertainty quantification in machine learning models, specifically aiming to reduce overconfident uncertainty bounds and achieve more accurate representations of real-world data. By focusing on the interplay between factorized Gaussian distributions and their interdependencies, Beatriz aspires to develop frameworks that enhance the robustness of posterior approximations. Her work is vital in ensuring reliability in predictions made by complex models, a critical aspect of scientific research and applications.",
          "font_awesome_icon": "fas fa-chart-line"
        }
      ]
    }
  },
  {
    "ID": 45,
    "Name": "Mohammed Siddhique Para Kkadan",
    "Email": "65318160@cuni.cz",
    "Position": "Ph.D.",
    "Affiliation": "Faculty of Mathematics and Physics, Charles University, Prague",
    "Background": "I am currently pursuing a PhD in computational biophysics, focusing on modeling the vibrational spectroscopy of biomolecules, particularly nucleic acids. I’d like to apply machine learning to uncover patterns linking structural parameters to observed spectra, helping us better interpret the data. The data is mostly generated from classical molecular dynamics simulations and quantum chemical calculations of the molecule of interest.",
    "ML_Experience": "I have been using the Python programming language for data analysis for quite a long time. I also took some introductory machine-learning courses, which gave me hands-on experience with classification and regression models, mostly working with Scikit-learn.",
    "Motivation": "This summer school is an excellent opportunity to improve my machine-learning skills and learn better techniques for my research. It will also help me connect with people having similar expertise, opening up potential collaborations in the future.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Computational Biophysics",
          "research_interest_long_description": "Mohammed is deeply engaged in the field of computational biophysics, specifically exploring the vibrational spectroscopy of biomolecules. His research is aimed at enhancing our understanding of nucleic acids by applying advanced modeling techniques. By integrating data obtained from classical molecular dynamics simulations and quantum chemical calculations, he seeks to establish connections between structural parameters and the resultant observed spectra. His work is pivotal in interpreting complex biological data, paving the way for breakthroughs in molecular biology.",
          "font_awesome_icon": "fas fa-flask"
        },
        {
          "research_interest_title": "Machine Learning Applications",
          "research_interest_long_description": "With a solid foundation in Python programming, Mohammed is leveraging machine learning to extract meaningful insights from biological data. He is particularly interested in employing classification and regression models via Scikit-learn to identify patterns that may not be readily apparent. This intersection of machine learning and biophysics is crucial for his research, as it allows him to enhance the accuracy and efficiency of data interpretation in his studies of biomolecular vibrational spectroscopy.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Collaborative Research in Science",
          "research_interest_long_description": "Mohammed's aspiration to participate in this summer school highlights his motivation to improve his machine learning expertise and foster collaboration within the scientific community. By engaging with peers who share similar interests in biophysics and machine learning, he aims to build relationships that could lead to innovative research partnerships. This emphasis on collaboration underscores the importance of collective knowledge in advancing scientific discovery and addressing complex research challenges in his field.",
          "font_awesome_icon": "fas fa-users"
        }
      ]
    }
  },
  {
    "ID": 28,
    "Name": "Yogesh Paul",
    "Email": "yogeshpaul@ymail.com",
    "Position": "PhD",
    "Affiliation": "University of Tuebingen",
    "Background": "I am a neuroscientist specializing in neuromodulation, focusing on the development of non-invasive therapies for stroke patients. My work involves analyzing complex physiological signals, including EEG, EMG, and other time-series data, to better understand neural and muscular activity. These datasets often come with labels but can also be labeled post-acquisition as needed. I use Python and MATLAB to design experiments, develop analytical pipelines, and apply machine learning techniques to extract meaningful insights from data. My ultimate goal is to translate advanced neuroscience into innovative therapies that improve recovery outcomes for individuals with neurological conditions such as stroke.",
    "ML_Experience": "I have applied machine learning techniques to classify and analyze physiological signals such as EEG and EMG time-series data. Recently, I collaborated with colleagues from Charles University to participate in the 'AI and ML for Microscopy' Hackathon, organized by Prof. Sergei Kalinin (University of Tennessee/PNNL). During the event, we developed an AI-driven virtual sensing method for thermal mapping in an electron-ion trapping vacuum system. This work also culminated in a preprint, soon to be uploaded to arXiv. My expertise includes leveraging machine learning algorithms for signal classification, feature extraction, and predictive modeling to drive advancements in neuroscience and related fields.",
    "Motivation": "I am excited to apply for the \"Between Models and Reality\" Ph.D. school on Machine Learning in Physics. I am eager to deepen my understanding of advanced machine learning techniques, such as uncertainty quantification, generative modeling, and physics-informed neural networks. I hope to apply these methods to improve data interpretation and control in experimental physics, particularly in electron-ion trapping systems, while also extending their use to neuroscience applications like analyzing complex physiological signals such as EEG and EMG. By bridging physics and neuroscience through machine learning, I aim to tackle challenges in both fields and contribute to meaningful advancements.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Neuromodulation and Non-Invasive Therapies",
          "research_interest_long_description": "Yogesh is dedicated to advancing the field of neuromodulation with a focus on developing non-invasive therapies for stroke patients. His research involves analyzing complex physiological signals such as EEG and EMG, striving to understand neural and muscular activity that can significantly aid in recovery for individuals with neurological conditions. By leveraging Python and MATLAB, he designs experiments and develops analytical pipelines that explore insights from this critical data, ultimately aiming to translate these findings into innovative therapies that enhance recovery outcomes.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Machine Learning in Neuroscience",
          "research_interest_long_description": "Yogesh's expertise in machine learning is pivotal in the analysis and classification of physiological signals. His recent collaboration on AI and machine learning applications in microscopy showcases his innovative approach, where he developed a virtual sensing method for thermal mapping. He applies diverse algorithms for signal classification, feature extraction, and predictive modeling, pushing the boundaries of what is possible in the intersection of neuroscience and advanced computational techniques.",
          "font_awesome_icon": "fas fa-cogs"
        },
        {
          "research_interest_title": "Interdisciplinary Applications of Physics and Machine Learning",
          "research_interest_long_description": "Yogesh aims to bridge the domains of physics and neuroscience through his work on machine learning. His motivation to join the 'Between Models and Reality' Ph.D. school reflects his desire to deepen his knowledge of advanced techniques such as uncertainty quantification and generative modeling. He is particularly interested in applying these methods to enhance data interpretation in experimental physics, with a keen focus on challenges surrounding electron-ion trapping systems, while simultaneously adapting these approaches to interpret complex physiological signals.",
          "font_awesome_icon": "fas fa-university"
        }
      ]
    }
  },
  {
    "ID": 70,
    "Name": "Norman Pedersen",
    "Email": "norman.pedersen@ward247.com",
    "Position": "Ph.D.",
    "Affiliation": "NBI",
    "Background": "Industrial Ph.D. Machine Learning in Healthcare",
    "ML_Experience": "Extensive experience",
    "Motivation": "I hope to learn about transformers",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Machine Learning in Healthcare",
          "research_interest_long_description": "Norman is focused on the application of machine learning techniques to solve complex problems in the healthcare sector. His work involves developing algorithms that can analyze medical data to improve patient outcomes and assist healthcare professionals in decision-making. He aims to bridge the gap between data science and clinical practice, ensuring that innovative technologies are effectively utilized in real-world health scenarios.",
          "font_awesome_icon": "fas fa-heartbeat"
        },
        {
          "research_interest_title": "Transformers in AI",
          "research_interest_long_description": "At the core of Norman's current research pursuits lies a keen interest in transformers, a powerful architecture that has revolutionized the field of natural language processing and beyond. He is eager to explore how transformers can be leveraged to enhance predictive models in healthcare, potentially leading to breakthroughs in diagnosis and treatment recommendations. By understanding and implementing transformer models, Norman aims to contribute to the advancement of intelligent systems capable of processing complex medical information.",
          "font_awesome_icon": "fas fa-robot"
        },
        {
          "research_interest_title": "Data-Driven Decision Making",
          "research_interest_long_description": "Norman believes in the significant impact of data-driven decision-making in healthcare settings. He investigates how machine learning can provide actionable insights from vast datasets, empowering healthcare providers to make informed choices that enhance patient care. His research examines the ethics and best practices in utilizing data analytics while ensuring the privacy and security of patient information.",
          "font_awesome_icon": "fas fa-chart-line"
        }
      ]
    }
  },
  {
    "ID": 10,
    "Name": "Antoine Petitjean",
    "Email": "petitjean@thphys.uni-heidelberg.de",
    "Position": "Ph.D",
    "Affiliation": "Heidelberg University",
    "Background": "Doing a Ph.D in machine learning for theoretical particle physics as part of the AIPHY network, currently working on high-dimensional unfolding of jet constituents kinematics",
    "ML_Experience": "I worked on various projects related to machine learning and deep leaning applications to theoretical physics, using PyTorch, JAX, TensorFlow, Scikit-Learn...",
    "Motivation": "I am a member of the AIPHY network.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Machine Learning Applications in Physics",
          "research_interest_long_description": "Antoine is focusing on the intersection of machine learning and theoretical particle physics. His current work involves applying advanced machine learning techniques to analyze complex physical data. Through his research, he aims to enhance the methodologies used in theoretical studies by leveraging tools like PyTorch and TensorFlow. This passion stems from his belief that integrating computational methods can lead to deeper insights into particle behaviors and interactions, thus advancing the field of physics.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "High-Dimensional Data Unfolding",
          "research_interest_long_description": "Antoine is delving into the challenges of high-dimensional data unfolding, specifically in the context of jet constituents kinematics. This involves developing algorithms that can effectively translate complex data structures into more interpretable forms while preserving essential information. His focus on high-dimensional data is crucial for improving the accuracy of particle physics experiments, where understanding the intricate details of particle jets is vital for theoretical predictions and experimental validations.",
          "font_awesome_icon": "fas fa-chart-line"
        },
        {
          "research_interest_title": "Theoretical Particle Physics",
          "research_interest_long_description": "As a member of the AIPHY network, Antoine is committed to exploring the foundational principles of theoretical particle physics. His research includes studying the behaviors and interactions of fundamental particles while employing innovative computational techniques. Through his work, he aims to contribute to the theoretical frameworks that explain the underlying mechanics of particle interactions, thereby pushing the boundaries of our understanding in this fundamental area of physics.",
          "font_awesome_icon": "fas fa-atom"
        }
      ]
    }
  },
  {
    "ID": 49,
    "Name": "Louis-Martin Poitras",
    "Email": "louis-martin.poitras@sorbonne-universite.fr",
    "Position": "Ph.D. candidate",
    "Affiliation": "LPTMC Sorbonne Université",
    "Background": "I am a PhD student in theoretical physics, focusing on modeling solid electrolytes for next-generation batteries. My goal is to use machine learning-based force field models to predict the structural and dynamic properties of these materials. The data I analyze comes from molecular dynamics simulations (.xyz format, ~10² to 10³ atoms, thousands of configurations) and includes information on atomic positions, energies, and forces. This data is partially labeled and requires a supervised approach to extract relevant physical relationships.",
    "ML_Experience": "I am currently working with the DeePMD kit in order to reproduce the methodology in this paper : https://doi.org/10.1038/s41467-025-56322-x. The main idea is to train a machine learning force field using data from ab initio molecular dynamics simulations.",
    "Motivation": "At the \"Between Models and Reality\" Ph.D. school, I aim to deepen my understanding of machine learning techniques and their applications in physics, particularly for solid-state electrolytes and ion transport mechanisms. My research focuses on using machine learning potentials to simulate disordered systems like lithium thiophosphates to enhance ionic conductivity in all-solid-state batteries.    I hope to learn advanced approaches, such as Bayesian neural networks and physics-informed models, to better capture the complex dynamics of ion transport in disordered materials. With my data, I intend to develop more accurate models to predict ionic conductivity and understand disorder-induced mechanisms. Engaging with world-class researchers will provide invaluable insights for my project and contribute to advancing energy storage technologies.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Modeling Solid Electrolytes",
          "research_interest_long_description": "Louis-Martin is focused on modeling solid electrolytes for next-generation batteries. His research involves leveraging machine learning-based force field models to predict the structural and dynamic properties of these materials. By analyzing data from molecular dynamics simulations, he aims to extract significant physical relationships from partially labeled data, which include atomic positions, energies, and forces. This foundational work is essential for understanding how to improve ionic conductivity in all-solid-state batteries, contributing to advancements in energy storage technologies.",
          "font_awesome_icon": "fas fa-battery-full"
        },
        {
          "research_interest_title": "Machine Learning in Physics",
          "research_interest_long_description": "In his research, Louis-Martin integrates machine learning techniques with theoretical physics to enhance the simulation of materials. He is currently utilizing the DeePMD kit to train machine learning force fields based on ab initio molecular dynamics simulations. The goal is to reproduce successful methodologies aimed at improving simulations of disordered systems like lithium thiophosphates. This interdisciplinary approach not only boosts the accuracy of models but also deepens his understanding of how advanced machine learning can be applied to real-world physical phenomena.",
          "font_awesome_icon": "fas fa-robot"
        },
        {
          "research_interest_title": "Ionic Transport Mechanisms",
          "research_interest_long_description": "Louis-Martin is particularly interested in understanding ion transport mechanisms within solid-state electrolytes. By focusing on disordered materials, he aims to enhance ionic conductivity, a crucial property for effective battery performance. His work at the 'Between Models and Reality' Ph.D. school involves exploring advanced methodologies such as Bayesian neural networks and physics-informed models. These techniques will enable him to capture the complex dynamics of ion behavior in materials, helping to unveil the disorder-induced mechanisms that affect their transport properties.",
          "font_awesome_icon": "fas fa-lightbulb"
        }
      ]
    }
  },
  {
    "ID": 43,
    "Name": "Jelena Radović",
    "Email": "jelena.radovic@matfyz.cuni.cz",
    "Position": "Ph.D. student",
    "Affiliation": "Department of Atmospheric Physics, Faculty of Mathematics and Physics, Charles University, Prague",
    "Background": "I work on urban climate modeling (air quality, thermal comfort) with large eddy simulations in high-resolution (10m and below). I employ the LES PALM model, which is computationally expensive and requires HPC infrastructure. Due to the level of detail of the simulation model outputs are massive. Data are 3D gridded fields in the NetCDF format and exceed 1 TB per standard 10 m resolution simulation. ML models can be trained on a set of PALM outputs to predict results under new conditions and provide swift development of what-if scenarios for air quality or urban heat mitigation management with my model.",
    "ML_Experience": "I do not have any hands-on ML experience. I am only theoretically introduced to the subject, and have been reading about its implementation in my field.",
    "Motivation": "The implementation of ML in my field has been increasing in the past years. Due to the robustness of the CFD model I am using, it would be of great help to deepen my understanding of ML, gain hands-on experience, and learn techniques that can be applied to complex urban climate models such as PALM. I would like to learn how to use ML to efficiently approximate PALM outputs under varying scenarios,  produce sensitivity studies, and reduce computational costs while keeping the quality and reliability of the information provided in such a way.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Urban Climate Modeling",
          "research_interest_long_description": "Jelena focuses on urban climate modeling, aiming to analyze air quality and thermal comfort through advanced computation techniques. Specifically, she employs large eddy simulations with the PALM model, allowing for high-resolution data outputs. Jelena is particularly interested in understanding how urban microclimates respond to various environmental conditions. Her research not only emphasizes the importance of accurate modeling but also the implications these models have for urban planning and public health. By harnessing detailed 3D gridded fields, she hopes to provide insights that can lead to effective mitigation strategies for urban heat and air pollution problems.",
          "font_awesome_icon": "fas fa-cloud-sun"
        },
        {
          "research_interest_title": "Machine Learning for Climate Data",
          "research_interest_long_description": "As part of her research, Jelena is intrigued by the integration of machine learning techniques within the realm of climate data analysis. Although she currently has no hands-on experience with machine learning, she aims to bridge this gap by learning how to train ML models on outputs from the PALM simulations. By expanding her knowledge in this field, she hopes to develop predictive models that can generate swift 'what-if' scenarios for urban climate management. This pursuit is motivated by the increasing recognition of machine learning's potential to streamline complex analysis and improve the predictive accuracy of urban climate models.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "High-Performance Computing in Climate Simulations",
          "research_interest_long_description": "Jelena's research heavily relies on high-performance computing (HPC) to run the computationally intensive PALM model. Given the large data volumes generated from simulations, mastering HPC technologies is crucial for her work. She seeks to deepen her understanding of how to optimize computational resources while maintaining the quality and reliability of the simulation outputs. Her goal is to enhance the efficiency of urban climate simulations by exploring various strategies that minimize computational costs, thereby facilitating the widespread application of such models in various urban planning scenarios.",
          "font_awesome_icon": "fas fa-server"
        }
      ]
    }
  },
  {
    "ID": 37,
    "Name": "Rishi Raj",
    "Email": "rishiraj.1012exp@gmail.com",
    "Position": "Ph.D.",
    "Affiliation": "Sorbonne University",
    "Background": "I am a second-year PhD student in theoretical physics at Sorbonne University. Although my PhD research focuses on the mathematical physics of BPS black holes and Donaldson–Thomas invariants, I have a strong interest in applying machine learning to physics. I’m increasingly drawn to data-driven approaches and currently contribute to a phenomenology project involving collider data analysis. My aim is to apply machine learning to structured, high-dimensional data from particle detectors, exploring background rejection, anomaly detection, and inference. This complements my mathematical training and aligns with my broader goal of bridging theoretical insights with modern computational tools in physics research.",
    "ML_Experience": "I’m self-training in modern AI methods and actively applying them in personal and research projects. During my master’s, I worked on a novel application of neural networks to explore aspects of holography (AdS/CFT), now published in Phys. Rev. D [DOI: 10.1103/PhysRevD.111.026016]. Currently, I’m involved in a phenomenology project extending [arXiv:2411.04526], using advanced NN architectures beyond XGBoost for background rejection in SUSY searches, especially for smuons in compressed spectra. I regularly use PyTorch, am building an ML model portfolio on GitHub, and have completed coursework in neural networks, optimization, and statistical learning.",
    "Motivation": "I want to gain practical expertise in state-of-the-art machine learning methods and their application to real physics data. This school is a perfect opportunity to learn from experts, exchange ideas with peers, and refine my understanding of uncertainty estimation, model interpretability, and architectures suited for physics. As someone working at the boundary of formal theory and collider phenomenology, I believe these tools are essential for future discovery. Attending this school would be an important step in integrating ML into my research toolkit and moving toward a career at the interface of theoretical and computational physics.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Mathematical Physics of Black Holes",
          "research_interest_long_description": "Rishi is primarily focused on the mathematical physics underlying BPS black holes and Donaldson–Thomas invariants. His research aims to deepen the theoretical understanding of black hole solutions within supergravity and gauge theory frameworks. By leveraging advanced mathematical techniques, Rishi seeks to unlock new insights into the properties and implications of these fascinating constructs. As he continues to explore this complex area, he aspires to connect abstract mathematical theories with concrete physical phenomena, contributing substantially to both theoretical and applied physics.",
          "font_awesome_icon": "fas fa-black-tie"
        },
        {
          "research_interest_title": "Machine Learning in Physics",
          "research_interest_long_description": "Rishi is passionate about the integration of machine learning techniques into physics research. His current work involves applying data-driven approaches to analyze high-dimensional collider data, focusing on background rejection and anomaly detection. He is committed to building practical expertise in modern AI methods, including neural networks, and actively engages in projects that explore their application in real physics scenarios. Rishi aims to harness these computational tools to enhance phenomenology studies, thereby bridging the gap between classical theoretical physics and contemporary data analysis methods.",
          "font_awesome_icon": "fas fa-robot"
        },
        {
          "research_interest_title": "Collider Phenomenology",
          "research_interest_long_description": "Rishi's research also encompasses collider phenomenology, where he examines data resulting from particle collisions to derive meaningful insights into potential new physics. His involvement in projects focused on SUSY searches and the analysis of smuon signatures in compressed spectra showcases his ability to combine theoretical concepts with practical data analysis. He believes that mastering phenomenological techniques will be crucial for advancing his studies in theoretical physics while positioning himself at the forefront of innovative research in particle physics.",
          "font_awesome_icon": "fas fa-bolt"
        }
      ]
    }
  },
  {
    "ID": 73,
    "Name": "Aman Nadimpalli Raju",
    "Email": "aman.raju@nbi.ku.dk",
    "Position": "PhD",
    "Affiliation": "Dark, NBI, University of Copenhagen",
    "Background": "I am studying astrophysics. Specifically, I'm looking at large quantities (terra to Petabytes) of galactic data from the lsst and euclid missions",
    "ML_Experience": "I utilized neural processes and transformers in my masters thesis to study astrophysical time series. Furthermore, I have taken courses and have a little experience working on ML datasets on kaggle and other open datasets",
    "Motivation": "I would like to learn more about advanced ML and come up with some ideas for my PhD project",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Astrophysical Data Analysis",
          "research_interest_long_description": "Aman is focused on analyzing vast amounts of galactic data collected from the LSST and Euclid missions. By studying these large datasets, he aims to uncover new insights and patterns in astrophysics, contributing to our understanding of the universe. His work involves rigorous data processing techniques, as well as employing advanced analytical tools to handle and interpret tera to petabyte-scale datasets. Aman is particularly interested in how such extensive data can influence our perspectives on cosmic phenomena.",
          "font_awesome_icon": "fas fa-satellite"
        },
        {
          "research_interest_title": "Machine Learning in Astrophysics",
          "research_interest_long_description": "With a solid foundation in machine learning from his master's thesis, Aman is exploring the integration of neural processes and transformers in astrophysical research. He is keen on advancing his skills in machine learning to enhance the analysis of astrophysical time series data. Aman's goal is to develop innovative methodologies that can push the boundaries of traditional astrophysical analysis by leveraging state-of-the-art machine learning techniques that are applied to real-world datasets.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Exploring Advanced Machine Learning Techniques",
          "research_interest_long_description": "Aman is motivated to delve deeper into advanced machine learning techniques as part of his PhD journey. His previous experiences working with ML datasets on platforms like Kaggle have fueled his curiosity to explore new ideas and strategies that can be implemented in his doctoral research. He aims to innovate within the intersection of astrophysics and machine learning, unlocking potential breakthroughs that may emerge from utilizing cutting-edge algorithms and computational approaches.",
          "font_awesome_icon": "fas fa-cogs"
        }
      ]
    }
  },
  {
    "ID": 6,
    "Name": "Theresa Reisch",
    "Email": "theresa.reisch@unige.ch",
    "Position": "PhD student",
    "Affiliation": "University of Geneva",
    "Background": "My background is in high-energy physics and analyses in the ATLAS experiment at the LHC, which means large, unlabelled datasets, but also large, labelled simulations. Precisely, I have been working on top quark reconstruction and anomaly detection in particle identification. Right now, I am working on algorithms for flavour tagging and classification algorithms for weakly supervised searches.",
    "ML_Experience": "I have attended basic courses about machine learning at university, participated in an Erum-Data workshop about machine learning and did a project about AutoEncoders. With the start of my PhD, I also started looking into transformer models and optimal transport.",
    "Motivation": "I think I could well profit from both the advanced lectures given the experienced and successful speakers as well as the hands-on sessions and projects. I hope to gain more insights into the possibilities of machine learning in physics and potentially find applications and new ideas for it in my own research. I also look forward to meeting many new inspiring people and hopefully forming some connections for future collaboration.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Top Quark Reconstruction",
          "research_interest_long_description": "Theresa is focusing her research on top quark reconstruction within the framework of the ATLAS experiment at the Large Hadron Collider. She utilizes large datasets from physics experiments and simulations to improve the accuracy and efficiency of identifying top quarks. Her work combines traditional methods with innovative techniques, striving to enhance the understanding of particle interactions and fundamental forces in high-energy physics. By refining the process of quark reconstruction, she aims to contribute to groundbreaking discoveries in the field.",
          "font_awesome_icon": "fas fa-microscope"
        },
        {
          "research_interest_title": "Anomaly Detection in Particle Physics",
          "research_interest_long_description": "Theresa is also delving into anomaly detection techniques for particle identification, which is critical for distinguishing rare events from background noise in high-energy physics experiments. This involves analyzing complex datasets to identify signals that deviate from expected patterns. She employs machine learning algorithms to uncover hidden correlations and features within the data, which may lead to the discovery of new physics phenomena. Her research in this area seeks to enhance the precision of particle tracking and identification within the ATLAS experiment.",
          "font_awesome_icon": "fas fa-bug"
        },
        {
          "research_interest_title": "Machine Learning in Physics",
          "research_interest_long_description": "With a growing interest in machine learning, Theresa is exploring its applications within high-energy physics. She has attended workshops and engaged in projects related to AutoEncoders and transformer models, focusing on how these advanced algorithms can optimize data analysis in her research field. Her objective is to leverage machine learning to improve flavour tagging and classification algorithms, which would facilitate more effective searches in weakly supervised environments. Theresa is motivated to explore innovative methodologies and collaborations that can bridge machine learning and particle physics.",
          "font_awesome_icon": "fas fa-brain"
        }
      ]
    }
  },
  {
    "ID": 31,
    "Name": "Henning Rose",
    "Email": "henning.rose@desy.de",
    "Position": "Ph.D.",
    "Affiliation": "University of Hamburg",
    "Background": "I'm studying particle physics, focusing on foundation models to analyze calorimeter and jet data, both represented as point clouds.     Calorimeter data captures energy deposits in detector cells, typically thousands of points per event, formatted as 3D coordinates (x, y, z) with energy values. Jet data, from particle collisions, includes similar point cloud structures, with sizes below hundreds of points per jet. Labels might include particle type (e.g., quark, gluon), energy, or event classification (e.g., signal vs. background), depending on the task—often millions of events in datasets.",
    "ML_Experience": "Worked in my Bachelor and Master thesis on machine learning topics in particles physics. My Master was focused on foundation models, i am familiar with generative transformers",
    "Motivation": "I hope to deepen my understanding of machine learning techniques, particularly in handling complex point cloud data from particle physics. Learn about state-of-the-art techniques and meet experts in the field and connect with them",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Particle Physics and Point Clouds",
          "research_interest_long_description": "Henning is exploring the field of particle physics with a specific emphasis on analyzing calorimeter and jet data represented as point clouds. By leveraging advanced methods to process and analyze vast amounts of data, which can comprise thousands of points per event, he aims to deepen the understanding of the intricacies involved in particle interactions. His research investigates how energy deposits captured in 3D coordinates can be effectively interpreted to enhance the analysis of particle collisions. This work is pivotal in extracting more nuanced insights from complex datasets while honing his skills in data handling within this niche area of physics.",
          "font_awesome_icon": "fas fa-bolt"
        },
        {
          "research_interest_title": "Machine Learning in Particle Physics",
          "research_interest_long_description": "With prior experience in machine learning acquired during his Bachelor and Master theses, Henning is keen on applying state-of-the-art machine learning techniques to the domain of particle physics. His Master's focus on foundation models has equipped him with a solid background in generative transformers, allowing him to explore novel algorithms for analyzing jet data. By delving deeper into how machine learning can optimize the classification of particle types and event categorization, he aims to push the boundaries of what's possible in data interpretation and processing within experimental particle physics.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Networking and Collaboration in Physics",
          "research_interest_long_description": "Henning is motivated not only by the technical aspects of his research but also by the importance of building networks within the scientific community. He is eager to meet experts in machine learning and particle physics, with the aim of fostering collaborations that can lead to groundbreaking advancements. By attending workshops and conferences, he seeks opportunities to share knowledge and engage with peers, facilitating a richer exchange of ideas. This collaborative spirit is essential as Henning strives to flourish both personally and professionally within the rapidly evolving field of particle physics.",
          "font_awesome_icon": "fas fa-users"
        }
      ]
    }
  },
  {
    "ID": 52,
    "Name": "Daniel Schiller",
    "Email": "schiller@thphys.uni-heidelberg.de",
    "Position": "Ph.D.",
    "Affiliation": "Institute for Theoretical Physics Heidelberg",
    "Background": "I am a Ph.D student of Prof. Tilman Plehn. My Ph.D. research is about Foundation Models for Fundamental Physics. Currently, I am working on Foundation Models for cosmological data, in particular for the Square Kilometer Array.",
    "ML_Experience": "I have many Machine Learning experience, for instance through lectures, my own research, seminars... In particular, I specialised on transformer architectures and foundation models.",
    "Motivation": "I want to get an overview about the research projects/areas of 4EU+ AIPHY community. Furthermore, I would like to enlarge my knowledge about the topics of this school. Finally, I would like to give the tutorial for Tilman Plehn's lecture together with Antione Petitjean.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Foundation Models for Cosmology",
          "research_interest_long_description": "Daniel is deeply engaged in the development and application of Foundation Models in the field of cosmology. His current research focuses on utilizing these advanced models to analyze and interpret data from the Square Kilometer Array, which aims to revolutionize our understanding of the universe. He is exploring how machine learning techniques can enhance our ability to extract meaningful insights from vast amounts of astronomical data, thereby contributing to the broader field of fundamental physics.",
          "font_awesome_icon": "fas fa-globe"
        },
        {
          "research_interest_title": "Machine Learning in Physics",
          "research_interest_long_description": "Daniel specializes in the intersection of machine learning and theoretical physics, particularly through the exploration of transformer architectures. His extensive experience with machine learning algorithms enables him to implement innovative solutions in his research, which seeks to bridge the gap between sophisticated computational techniques and fundamental physics problems. Daniel aims to push the boundaries of how machine learning can be utilized to gain new insights in theoretical models, specifically within cosmological contexts.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Collaboration and Knowledge Sharing",
          "research_interest_long_description": "Eager to broaden his academic horizons, Daniel is motivated to engage with the 4EU+ AIPHY community to explore various research projects and areas within the collaborative framework. His intention to co-lead a tutorial for Prof. Tilman Plehn’s lecture signifies his commitment to knowledge sharing and mentorship within the academic community, fostering an environment where innovative ideas can flourish. Daniel believes that collaboration is key to advancing research in theoretical physics.",
          "font_awesome_icon": "fas fa-users"
        }
      ]
    }
  },
  {
    "ID": 14,
    "Name": "Georg Schwefer",
    "Email": "georg.schwefer@mpi-hd.mpg.de",
    "Position": "Ph.D. student",
    "Affiliation": "Universität Heidelberg/Max-Planck-Institut für Kernphysik",
    "Background": "I work in gamma-ray astronomy which is concerned with measuring the highest-energy radiation produced in the universe and understanding its cosmic origin. I work on processing data from ground-based gamma-ray observatories. These “see” gamma-rays through snapshots of the Cherenkov light from the particle-cascades originating from the interactions of the gamma-rays in the atmosphere. Therefore, our datasets are images of particle-cascades, produced at kHz rates each night. The goal is to denoise these images, infer the arrival direction and energy of the original gamma-rays, and filter out background images. These are tasks well-suited to the application of machine learning.",
    "ML_Experience": "I have machine-learning experience from courses and research work.    I have taken courses on physics-related machine learning during my master’s and have attended lectures and colloquia on this topic during my PhD too, providing a foundation on methods and terminologies.     On the research side, I have developed a machine-learning-based reconstruction method for Cherenkov images of gamma-ray particle-cascades. This method uses techniques from the field of simulation-based inference and, for the first time, applies them to gamma-ray astronomy. In the context of this, I have also familiarized myself with other machine-learning solutions for this task, such as tree-based methods and CNNs.",
    "Motivation": "I think the problems solved by machine learning are quite similar between the subfields of physics, but the language in which they are thought about and thus the solutions can be quite different. I therefore hope to be inspired and learn new approaches and ways of thinking about my tasks from the lecturers and participants with different backgrounds.      In particular, I would like to learn more about the statistical and probabilistic nature and interpretation of machine-learning methods. With this, I would like to achieve more rigorous statistical uncertainties in my inference problems, which has proven difficult so far.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Gamma-Ray Astronomy",
          "research_interest_long_description": "Georg is engaged in the fascinating field of gamma-ray astronomy, focusing on measuring the highest-energy radiation produced in the universe. At the intersection of astrophysics and particle physics, his work involves processing data from ground-based gamma-ray observatories. These observatories detect gamma-rays through Cherenkov light, which is produced when gamma-rays interact with the atmosphere, resulting in cascading particles. Georg is particularly interested in the methodologies for denoising these images, inferring the arrival direction and energy of gamma-rays, and filtering background noise, thus contributing to our understanding of the universe's most energetic phenomena.",
          "font_awesome_icon": "fas fa-satellite"
        },
        {
          "research_interest_title": "Machine Learning Applications",
          "research_interest_long_description": "Georg has honed his skills in machine learning, particularly as it applies to the reconstruction of Cherenkov images from gamma-ray particle cascades. His innovative approach utilizes machine learning methods, drawing from his background in physics-related applications. By integrating techniques from simulation-based inference, Georg aims to enhance the precision of his gamma-ray analysis. His interest also extends to exploring tree-based methods and convolutional neural networks (CNNs), positioning himself at the forefront of utilizing advanced computational techniques in astrophysical research.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Statistical Inference in Physics",
          "research_interest_long_description": "Georg seeks to deepen his understanding of statistical and probabilistic interpretations of machine learning methodologies as they pertain to physics. His motivation stems from the recognition that while many problems in physics can be approached through machine learning, the interpretations and terminologies often vary across subfields. He aspires to integrate a more rigorous framework for statistical uncertainties into his research, which will ultimately lead to more accurate and reliable inference solutions for his ongoing projects in gamma-ray astronomy.",
          "font_awesome_icon": "fas fa-chart-line"
        }
      ]
    }
  },
  {
    "ID": 57,
    "Name": "Anupam Sharma",
    "Email": "anupam.sharma@insp.upmc.fr",
    "Position": "Ph.D.",
    "Affiliation": "Sorbonne University",
    "Background": "I am a first-year PhD student working in magnetoacoustics. I study the magnetoelastic interaction between surface acoustic waves (SAWs) and spin waves (SWs) in Fe, which is doped with N, at different concentrations, to tune its magnetic parameters. I perform both SAW-induced and broadband ferromagnetic resonance (FMR) experiments. I aim to analyse my FMR data with ML to spot the resonance dips of the scattering parameter. It can be really helpful to obtain anisotropy constants and the damping parameter for Fe doped with different concentrations of N.",
    "ML_Experience": "I have a basic experience of ML in physics. I’ve written Python scripts that use SciPy for linear regression, and carried out some non-linear model fitting in Mathematica, giving me practical insight into optimization techniques.",
    "Motivation": "My motivation to attend this school stems from the fact that my experience with machine learning in physics is still nascent, and I want to enhance my knowledge in this field. I look forward to learning from the lectures and exercises offered at this school, while acquiring more ideas on using ML for treating my experimental data, upon discussing/presenting my data and my experiments in more detail.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Magnetoacoustics and Spin Waves",
          "research_interest_long_description": "Anupam is focused on investigating the magnetoelastic interaction between surface acoustic waves (SAWs) and spin waves (SWs) in iron but with various nitrogen doping concentrations. By conducting both SAW-induced and broadband ferromagnetic resonance (FMR) experiments, he aims to understand how these interactions impact the magnetic properties of the material. Anupam's research is pivotal in determining the anisotropy constants and the damping parameters for nitrogen-doped iron, contributing valuable insights into the field of magnetoacoustics.",
          "font_awesome_icon": "fas fa-wave"
        },
        {
          "research_interest_title": "Machine Learning for Experimental Data Analysis",
          "research_interest_long_description": "Anupam is eager to explore the application of machine learning techniques to enhance the analysis of his experimental data. With a foundational knowledge of Python and optimization methods, he seeks to integrate advanced machine learning approaches into his research. By leveraging machine learning, Anupam aims to identify resonance dips in his FMR data, thereby extracting critical information about magnetic parameters. His ambition is to transition from basic applications in physics to employing more sophisticated algorithms that can deepen his understanding of the experimental results.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Optimization Techniques in Physics",
          "research_interest_long_description": "Anupam's interest in optimization techniques revolves around improving data analysis methods utilized in experimental physics. He has practical experience with linear regression and non-linear model fitting, specifically using Python and Mathematica. Anupam aims to further refine these skills by learning more about various optimization algorithms. His goal is to apply these strategies effectively in deciphering complex experimental data, particularly in the context of magnetic properties influenced by doping concentrations. Through this, he hopes to contribute to more reliable interpretations in his ongoing research.",
          "font_awesome_icon": "fas fa-cogs"
        }
      ]
    }
  },
  {
    "ID": 61,
    "Name": "Qi-fan Wu",
    "Email": "qifan.wu@nbi.ku.dk",
    "Position": "Ph.D. student",
    "Affiliation": "Niels Bohr Institute, University of Copenhagen",
    "Background": "have a bachelor's degree in Artificial Intelligence and a master's degree in Atmospheric Science. Currently, I am working on my Ph.D. project aims to combine Physical Oceanography and Machine Learning. I would like to see if Machine Learning can discover important relationships among climate variables in ocean circulation theory",
    "ML_Experience": "I completed my bachelor's thesis 'Translating Egyptian Hieroglyphics: A Neural Machine Translation Approach using the Sequence-to-Sequence Transformer and Torchtext,' which focuses on using machine learning to translate Egyptian Hieroglyphics. Additionally, I took a master's research project during my bachelor's studies as an extra curriculum, combining machine learning with the Maximum Entropy algorithm to study dolphin distribution and seasonal movements. For another master's thesis, I applied neural networks and symbolic regression to an Earth climate model to infer causality.",
    "Motivation": "I would like to deepen my understanding of the mathematics behind machine learning and how to apply it to different aspects of physics.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Machine Learning in Oceanography",
          "research_interest_long_description": "Qi-fan is currently focused on integrating Machine Learning techniques with Physical Oceanography in his Ph.D. research. His goal is to leverage advanced computational methods to seek out fundamental connections among various climate variables that influence ocean circulation. This interdisciplinary approach not only enhances the understanding of ocean dynamics but also aims to contribute to predictive modeling in climate science. By employing machine learning frameworks, Qi-fan's research aspires to uncover new insights into the interactions between the ocean and atmospheric processes.",
          "font_awesome_icon": "fas fa-water"
        },
        {
          "research_interest_title": "Climate Variables and Machine Learning",
          "research_interest_long_description": "In his pursuit of combining machine learning with environmental science, Qi-fan is particularly interested in exploring how these technologies can be utilized to analyze climate variables. His previous projects, including the application of neural networks to Earth climate models, underline his commitment to understanding the complexities of climate systems. Qi-fan’s work seeks to not only enhance predictive accuracy but also to derive insights on causality regarding climate phenomena, making significant contributions to the field of atmospheric science.",
          "font_awesome_icon": "fas fa-chart-line"
        },
        {
          "research_interest_title": "Mathematics of Machine Learning",
          "research_interest_long_description": "Through his academic journey, Qi-fan has developed a keen interest in the mathematical principles that underpin machine learning algorithms. He aims to deepen his understanding of the theoretical frameworks that govern these technologies. This foundational knowledge is critical, as it allows him to apply machine learning more effectively to various physical applications, including oceanography and climate science. By comprehending the mathematics behind machine learning, Qi-fan hopes to innovate and develop more robust models that can tackle real-world problems related to climate change.",
          "font_awesome_icon": "fas fa-calculator"
        }
      ]
    }
  },
  {
    "ID": 34,
    "Name": "Chitrakshee Yede",
    "Email": "chitrakshee.yede@uni-hamburg.de",
    "Position": "PhD Student",
    "Affiliation": "Institute of Experimental Physics, Universität Hamburg",
    "Background": "Anomaly detection in dijet scenario with CMS data (few millions events, weak supervision)",
    "ML_Experience": "I have two years experience in machine learning. Currently I am working on Anomaly detection using PyTorch. Previously, I have used TensorFlow as well. I have used Classifiers, Normalizing Flows, Autoencoders, GANs.",
    "Motivation": "I would like to learn more and new applications of machine learning algorithms beyond anomaly detection. I am looking forward to understand and get more insights into the theory of these algorithms.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Anomaly Detection in High-Energy Physics",
          "research_interest_long_description": "Chitrakshee is focused on exploring anomaly detection techniques within the dijet scenario using CMS data. With an extensive dataset comprising millions of events, she aims to identify rare events that might indicate new physics beyond the standard model. This research employs weak supervision to enhance the effectiveness of detection algorithms, allowing for better signal extraction from complex high-energy collision data.",
          "font_awesome_icon": "fas fa-bolt"
        },
        {
          "research_interest_title": "Machine Learning Algorithms",
          "research_interest_long_description": "Chitrakshee has a solid background in machine learning, having gained two years of experience in the field. She is particularly interested in advanced machine learning techniques such as classifiers, normalizing flows, autoencoders, and generative adversarial networks (GANs). Her goal is to deepen her understanding of these algorithms, their theoretical foundations, and explore their applications beyond the realm of anomaly detection to address various challenges in physics.",
          "font_awesome_icon": "fas fa-cogs"
        },
        {
          "research_interest_title": "Applications of Deep Learning in Physics",
          "research_interest_long_description": "Chitrakshee is eager to expand her knowledge of deep learning applications within the physics domain. By leveraging her expertise in PyTorch and previous experience with TensorFlow, she plans to investigate how these powerful tools can be employed to solve complex problems and optimize processes in experimental physics, paving the way for innovative approaches in data analysis.",
          "font_awesome_icon": "fas fa-chart-line"
        }
      ]
    }
  },
  {
    "ID": 16,
    "Name": "Pingan Zhang",
    "Email": "pingan.zhang@iwr.uni-heidelberg.de",
    "Position": "Ph.D. student",
    "Affiliation": "IWR, University of Heidelberg",
    "Background": "I am a PhD student in numerical mathematics, working on developing innovative solutions for continuum mechanics problems (Fluid-Structure Interaction) with applications to biophysical processes (modeling mechanochemical cell movement). While my research primarily employs Finite Element methods, I aim to incorporate ML techniques into my work, e.g. operator learning for efficient local solvers.",
    "ML_Experience": "I recently completed my master's in Scientific Computing, where I took ML courses covering both applied (ML Essentials) and theoretical (Theory of Deep Learning) aspects. During my bachelors' in Electrical Engineering and Economics, I self-studied ML and applied PINNs to solve semiconductor carrier-transport PDEs / Black-Scholes equations for my theses.",
    "Motivation": "My motivation is twofold. First, as an engineer-turned-applied mathematician with a strong interest in physics (I chose physics as my master's application area and took courses in quantum mechanics, general relativity, statistical physics, and cosmology), I want to explore how modern ML advances can be applied to these fields. Second, I am passionate about AI for science, particularly ML-augmented PDE solvers. My long-term goal is to help bridge the gap between numerical analysis and ML for multiscale problems.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Fluid-Structure Interaction",
          "research_interest_long_description": "Pingan is focused on developing innovative numerical solutions for continuum mechanics, particularly in the area of fluid-structure interaction. His work includes modeling complex biophysical processes such as mechanochemical cell movement. By utilizing Finite Element methods, Pingan is dedicated to exploring how these techniques can be optimized for better accuracy and efficiency in simulations that have critical implications in fields like biomedical engineering.",
          "font_awesome_icon": "fas fa-water"
        },
        {
          "research_interest_title": "Machine Learning in Numerical Analysis",
          "research_interest_long_description": "With a solid foundation in scientific computing and theoretical aspects of machine learning from his master's studies, Pingan seeks to integrate machine learning techniques into traditional numerical methods for solving partial differential equations (PDEs). He aims to leverage operator learning to create efficient local solvers that enhance numerical analysis, thus marrying the fields of applied mathematics and machine learning in practical applications.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "AI for Science",
          "research_interest_long_description": "Pingan is passionate about the potential of artificial intelligence to revolutionize scientific disciplines, particularly in how it can augment numerical methods for solving complex PDEs. His motivation lies in bridging the gap between numerical analysis and machine learning, ultimately leading to advances in multiscale problem-solving that can significantly impact scientific research and applications across various domains, including physics and engineering.",
          "font_awesome_icon": "fas fa-robot"
        }
      ]
    }
  },
  {
    "ID": 63,
    "Name": "Guillem Álvarez",
    "Email": "guillem.alvarez@ipvf.fr",
    "Position": "PhD",
    "Affiliation": "IPVF - Institut Photovoltaïque d'Île-de-France",
    "Background": "I am pursuing a PhD in photovoltaics, focusing on perovskite solar cells, a promising technology due to their high efficiency and low production costs. However, their stability remains a key challenge. We model instability mechanisms using drift-diffusion equations and analyse the correlation space of electrical parameters. We have applied Machine Learning, specifically clustering, to identify relevant subgroups of device responses, enabling direct comparison between simulations and experimental data.",
    "ML_Experience": "During my PhD, I applied clustering techniques to analyse experimental and simulation data. I also completed a basic Machine Learning course during my master’s studies and collaborated with a startup, developing predictive models for renewable energy production. These experiences have given me a strong foundation in both practical and theoretical aspects of Machine Learning.",
    "Motivation": "I aim to deepen my Machine Learning knowledge to better integrate it with our physical models. Our work involves exploring high-dimensional parameter spaces, where ML can uncover hidden patterns and accelerate analysis. Additionally, leveraging our extensive database of solar cell simulations can lead to improved understanding of device performance and enhanced long-term stability.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Perovskite Solar Cells",
          "research_interest_long_description": "Guillem is exploring the promising technology of perovskite solar cells, which stand out for their high efficiency and low production costs. He is focusing on addressing one of the main challenges within this field: stability. By modeling instability mechanisms using drift-diffusion equations, Guillem aims to correlate various electrical parameters and improve the reliability of these solar cells. His research seeks to understand the nuances of device performance, contributing to the advancement of solar technology.",
          "font_awesome_icon": "fas fa-solar-panel"
        },
        {
          "research_interest_title": "Machine Learning in Energy Production",
          "research_interest_long_description": "Guillem is actively applying Machine Learning techniques to enhance the understanding and performance of photovoltaics. He has leveraged clustering methods to analyze experimental and simulation data, allowing for more effective comparisons between theoretical models and practical results. His experience from collaborating with a startup on predictive models for renewable energy production has laid a solid foundation for integrating Machine Learning into his current research, ultimately striving to optimize solar cell stability and efficiency.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "High-Dimensional Parameter Analysis",
          "research_interest_long_description": "Guillem's research includes delving into high-dimensional parameter spaces within the field of photovoltaics. He aims to unlock hidden patterns and accelerate data analysis through advanced Machine Learning techniques. By utilizing an extensive database of solar cell simulations, he seeks to improve the understanding of device performance and contribute to the long-term stability of perovskite solar cells. This integration of ML with physical models places Guillem at the forefront of innovative solar technology.",
          "font_awesome_icon": "fas fa-database"
        }
      ]
    }
  }
]