[
  {
    "ID": 47,
    "Name": "Muhammad Ezra Acalapati Madani",
    "Email": "acalapatiezra@gmail.com",
    "Position": "Ph.D.",
    "Affiliation": "Sorbonne Université",
    "Background": "My field is Quantum Information. I'm interested in Variational Quantum Algorithms, especially the use of geometrical methods in the algorithms, such as using geodesics to optimise cost functions. My background is more theoretical than applied, so I don't have any data yet to analyse. However, I'm hoping to analyse a data set which measures certain coherence and distinguishability measures of a quantum optics system.",
    "ML_Experience": "I took online courses on Machine Learning, such as courses on Kaggle, where I used a python package named Scipy. I also took a course on Machine Learning during my master's, but it was more mathematical than applied.",
    "Motivation": "I hope I can understand the fundamentals of Machine Learning more thoroughly and will have the confidence in using the Machine Learning techniques that I will learn whether analytically or numerically.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Geometrical Methods in Quantum Algorithms",
          "research_interest_long_description": "My interest lies in the application of geometrical methods to variational quantum algorithms. Specifically, I focus on the role of geodesics in optimizing cost functions, a critical aspect that aids in the enhancement of algorithm performance. This theoretical approach aims to bridge gaps in understanding how geometric perspectives can streamline the optimization process in quantum computations. By employing these principles, I aspire to contribute to the field of quantum information and provide insights that can advance the development of more efficient quantum algorithms.",
          "font_awesome_icon": "fas fa-cogs"
        },
        {
          "research_interest_title": "Coherence and Distinguishability in Quantum Optics",
          "research_interest_long_description": "I am keenly interested in analyzing coherence and distinguishability measures within quantum optics systems. Although my current work is primarily theoretical, I aim to leverage datasets that quantify these measures. Understanding the dynamics of coherence and how it relates to distinguishability can significantly impact the fields of quantum information and computation, as these concepts underpin many quantum technologies. Through detailed analysis, I hope to identify patterns and correlations that may lead to new methodologies in quantum optics and further our grasp of quantum states.",
          "font_awesome_icon": "fas fa-lightbulb"
        },
        {
          "research_interest_title": "Fundamentals of Machine Learning for Quantum Information",
          "research_interest_long_description": "I am motivated to deepen my understanding of machine learning fundamentals, particularly their application in the realm of quantum information. Having completed several online courses, including a mathematical course during my master's, I seek to build confidence in my analytical and numerical application of these techniques. Mastering machine learning will enable me to explore innovative approaches to data analysis within quantum systems, equipping me with the tools necessary for enhancing quantum algorithms and understanding complex quantum phenomena.",
          "font_awesome_icon": "fas fa-network-wired"
        }
      ]
    }
  },
  {
    "ID": 41,
    "Name": "Tareq Al-Ahdal",
    "Email": "tareq.al-ahdal@uni-heidelberg.de",
    "Position": "Phd",
    "Affiliation": "Heidelberg University",
    "Background": "I am from computational epidemiology and i work in social media twitter data. I perform network analysis and i would like to use machine learning for my data",
    "ML_Experience": "My machine learning experience is at the level of intermediate",
    "Motivation": "I hope to network with others first snd do the analytics and produce results",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Computational Epidemiology",
          "research_interest_long_description": "At Heidelberg University, the PhD student is focusing on computational epidemiology, particularly through the analysis of social media data, especially from Twitter. This research interest combines their analytical skills with public health applications, leveraging online platforms to understand and model the spread of diseases. By examining epidemiological trends and patterns through Twitter interactions, they aim to provide meaningful insights that can guide public health initiatives and response strategies.",
          "font_awesome_icon": "fas fa-virus"
        },
        {
          "research_interest_title": "Social Media Network Analysis",
          "research_interest_long_description": "The researcher is particularly intrigued by the use of network analysis in exploring social media dynamics. By mapping and interpreting the connections and interactions within Twitter discussions, they strive to understand how information disseminates and which factors influence it. This analysis is essential for grasping the complex relationships that shape public perception and behavior regarding health issues, thus enhancing their current work in epidemiology.",
          "font_awesome_icon": "fas fa-network-wired"
        },
        {
          "research_interest_title": "Machine Learning Applications",
          "research_interest_long_description": "With intermediate experience in machine learning, the PhD student is keen on integrating advanced analytical techniques into their research. They are focused on using machine learning algorithms to extract insights from the vast amounts of social media data collected. By automating data analysis processes and improving predictive modeling, they aim to enhance the accuracy of their epidemiological studies and anticipate health trends more effectively.",
          "font_awesome_icon": "fas fa-robot"
        }
      ]
    }
  },
  {
    "ID": 40,
    "Name": "Siwar Jose Basualdo Garcia",
    "Email": "ab.aeterno423@gmail.com",
    "Position": "Master Student Theoretical Physics",
    "Affiliation": "University of Warsaw",
    "Background": "Mainly Theoretical physics: focus in Quantum Information, PEPS with Open source Data sets like open  OpenQDC and QDataSet. Astrophysics and Cosmology with Open source Data sets like GalaxiesML, CAMELS project",
    "ML_Experience": "Mainly academical, during computational physics courses, laboratories and programming self endeavors. Neural networks, k-means, LLM exploratory expertise",
    "Motivation": "I hope to learn how effectively analyze data with up-to-date Generative AI approach, not only as a tool but as part of the whole research framework, ideally generating and/or using synthetic data(LLM simulations, etc). Using Physics-informed neural networks or Generative machine learning for both training and validation accordingly and how to formally analyze my data with overall machine learning latest trends in wide range of Physics topics.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Quantum Information and Data Analysis",
          "research_interest_long_description": "Theoretical physics student, focusing on quantum information, is exploring advanced methods to analyze data through state-of-the-art generative AI techniques. By utilizing open-source datasets like OpenQDC and QDataSet, they aim to enhance the understanding of quantum states and their behaviors. Their research intends to integrate synthetic data generation with conventional analysis methodologies, allowing researchers to better interpret complex quantum phenomena. This integration seeks to contribute significantly to the ongoing discourse surrounding quantum computing and information theory.",
          "font_awesome_icon": "fas fa-database"
        },
        {
          "research_interest_title": "Astrophysics and Cosmology Insights",
          "research_interest_long_description": "Passionate about astrophysics and cosmology, this student is leveraging open-source datasets such as GalaxiesML and the CAMELS project to gain insights into the universe's structure and evolution. They are particularly interested in how machine learning can be applied to extract meaningful patterns from astronomical data. By marrying theoretical physics with computational techniques, they aim to push the boundaries of what is currently understood in the fields of cosmology and galaxy formation, strengthening the bridge between data and theoretical interpretation.",
          "font_awesome_icon": "fas fa-globe"
        },
        {
          "research_interest_title": "Machine Learning in Theoretical Physics",
          "research_interest_long_description": "Dedicated to exploring the intersection of machine learning and theoretical physics, this master's student is particularly focused on utilizing physics-informed neural networks and generative machine learning techniques. Their aim is to enhance both the training and validation of models within a physics framework. With experience in neural networks, k-means clustering, and large language models, they seek to optimize data analysis processes and implement the latest trends in machine learning across various physics phenomena, aspiring to refine data-driven approaches in their research.",
          "font_awesome_icon": "fas fa-robot"
        }
      ]
    }
  },
  {
    "ID": 12,
    "Name": "Raphaël Bonnet Guerrini",
    "Email": "raphael.bonnet-guerrini@unimi.it",
    "Position": "PhD Student",
    "Affiliation": "University of Milan",
    "Background": "Engineering degree, specialized in Machine Learning.     PhD student in the Computer Science department of Milan, part of the AIPHY program",
    "ML_Experience": "Experience working on ATLAS, using RNN for LAr energy reconstruction optimization.     Experience working on LSST (Vera Rubin), for transient detection using Weakly Supervised Learning methods.    Recently started to work on NNPDF project, applying Explainable AI.",
    "Motivation": "As part of the MSCA AIPHY, I am deeply interested to ML for science research. I would be happy to learn more about BNN, uncertainty and PINNs.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Machine Learning Applications in Physics",
          "research_interest_long_description": "As a PhD student at the University of Milan, [First Name] is focused on leveraging machine learning techniques to enhance scientific research, particularly in the field of physics. Their work includes optimizations in LAr energy reconstruction using recurrent neural networks (RNN) while contributing to significant projects like ATLAS. [First Name] aims to uncover patterns and improve data analysis methodologies that have direct implications in experimental physics, making machine learning an invaluable tool for scientific discovery.",
          "font_awesome_icon": "fas fa-flask"
        },
        {
          "research_interest_title": "Weakly Supervised Learning for Transient Detection",
          "research_interest_long_description": "[First Name] is engaged in pioneering research on using weakly supervised learning methods to detect transient phenomena in astronomical data as part of the LSST project (Vera Rubin). This innovative approach may contribute to the understanding of cosmic events that could influence the field of astrophysics. By partially automating the detection process, [First Name] is not only advancing the current technological capabilities but also striving to improve the efficiency of data handling and scientific reporting in astronomy.",
          "font_awesome_icon": "fas fa-star"
        },
        {
          "research_interest_title": "Explainable Artificial Intelligence in Particle Physics",
          "research_interest_long_description": "[First Name] has recently started engaging with the NNPDF project, where they are applying explainable artificial intelligence (XAI) techniques in the context of particle physics. [First Name] is passionate about making machine learning models more transparent and interpretable, ensuring that the decisions made by these systems can be understood and trusted by researchers and physicists. This research not only aims to enhance collaboration in scientific endeavors but also addresses the increasing need for accountability within AI-driven scientific processes.",
          "font_awesome_icon": "fas fa-comments"
        }
      ]
    }
  },
  {
    "ID": 69,
    "Name": "Eryk Buk",
    "Email": "ebuk@fuw.edu.pl",
    "Position": "Ph.D.",
    "Affiliation": "University of Warsaw",
    "Background": "I am conducting research in general relativity, in the field of classical black holes. As a result I am mostly interested in studying PDEs with machine learning, specifically the ones describing geometry of a horizon, and it's evolution. Input data would be numerical value of a solution, with N solutions on M^x points, where x is dimension of a space.",
    "ML_Experience": "I have finished various Coursera courses, and I have also acted as TA in machine learning courses in UoW.",
    "Motivation": "I would like to move my knowledge of machine learning beyond basics, and to find resources learn techniques used in physical research specifically.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Classical Black Holes",
          "research_interest_long_description": "Mateusz is delving into the intricate realm of classical black holes within the context of general relativity. His research focuses on understanding the complex dynamics of black holes by studying the geometric properties of their horizons. Through this work, he aims to enhance the foundational knowledge in theoretical physics about the nature and behavior of black holes in various spacetime scenarios.",
          "font_awesome_icon": "fas fa-black-tie"
        },
        {
          "research_interest_title": "Partial Differential Equations in Geometry",
          "research_interest_long_description": "Mateusz investigates the application of partial differential equations (PDEs) to describe the evolving geometry of black hole horizons. By analyzing these equations, he seeks to uncover key insights into the behavior of spacetime near black holes and how these phenomena can be modeled mathematically. This area of research is critical for understanding the fundamental nature of gravity and spacetime.",
          "font_awesome_icon": "fas fa-calculator"
        },
        {
          "research_interest_title": "Machine Learning in Physics",
          "research_interest_long_description": "Inspired by his background in machine learning, Mateusz is working on integrating machine learning techniques with high-level physical research, particularly in the study of PDEs related to black holes. He aims to leverage machine learning to analyze numerical data, exploring innovative methods that could result in more effective predictions and enhanced understanding of physical phenomena in general relativity.",
          "font_awesome_icon": "fas fa-robot"
        }
      ]
    }
  },
  {
    "ID": 27,
    "Name": "João Böger",
    "Email": "jpade@dtu.dk",
    "Position": "Ph.D. Student",
    "Affiliation": "DTU",
    "Background": "I work accelerating transport and urban mobility simulations with metamodels. Currently, I am studying and applying Koopman operators and Graph Neural Networks to predict the traffic volume in network links faster and to find equilibrium solutions of traffic assignment problems. Koopman operators linearize non-linear dynamics in a higher-dimensinal space and enconde time dependecies, while GNNs unveil the spatial relations between the nodes and links of a network.",
    "ML_Experience": "I have two years of experience in the industry working as a Machine Learning engineer in different scopes and projects: classification of clients prone to renegotiate their debts with companies, forecasting of employees absenteeism based on their work historical and demographic data, generative 3D models for geological facies conditioned to well logs and its assimilation with historical data.",
    "Motivation": "My Ph.D. research focuses on designing inductive biases in Machine Learning metamodels to speed up scientific simulations. I plan to combine my background in Physics with my experience in Machine Learning to develop faster and more efficient models. Since many of the simulations I work with — such as traffic, urban mobility, and energy distribution — are grounded in Physics, this approach will help create models that are both accurate and computationally efficient.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Transport and Urban Mobility Simulation",
          "research_interest_long_description": "Affiliated with DTU, the researcher is focused on enhancing transport and urban mobility simulations through the innovative use of metamodels. By employing Koopman operators and Graph Neural Networks (GNNs), they aim to effectively predict traffic volumes in network links and solve complex traffic assignment problems. The research aims to streamline these simulations, ensuring that they are not only accurate but also computationally efficient, contributing to smarter urban planning and mobility solutions.",
          "font_awesome_icon": "fas fa-car"
        },
        {
          "research_interest_title": "Machine Learning in Scientific Simulations",
          "research_interest_long_description": "The researcher leverages two years of industry experience as a Machine Learning engineer to inform their Ph.D. research. They focus on designing inductive biases within Machine Learning metamodels specifically tailored for scientific simulations. This application seeks to accelerate processes across various fields, including traffic dynamics, urban planning, and energy distribution. By integrating their knowledge in Physics with advanced ML techniques, the researcher is on a mission to create models that balance precision and speed.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Generative Modeling and Predictive Analytics",
          "research_interest_long_description": "With experience in predictive analytics, the researcher explores generative modeling techniques applicable across a variety of sectors. Their past projects included predicting client behavior regarding debt negotiations and forecasting absenteeism based on demographic and historical data. This interest aligns with their current use of advanced analytics tools to enhance traffic prediction models, driving forward efficiency in simulations and real-world applications. By blending these skills, the researcher seeks to create impactful, data-driven solutions.",
          "font_awesome_icon": "fas fa-chart-line"
        }
      ]
    }
  },
  {
    "ID": 3,
    "Name": "Navneeth C",
    "Email": "navneethc2001@gmail.com",
    "Position": "M.Sc. Physics Graduate/ Aspiring PhD Researcher",
    "Affiliation": "Central University of Jharkhand (Graduated 2024)",
    "Background": "I have recently graduated with a MSc Physics degree, and is aspiring for a research career in experimental particle physics, focusing on ML applications in data analysis, anomaly detection, and event reconstruction. My recent work involves heavy scalar searches at Muon Colliders, analyzing vector boson fusion processes with MadGraph5 aMC@NLO, and lattice QCD simulations using jackknife resampling. I aim to use ML to optimize simulations and particle classification. Beyond physics, I am interested in bridging accelerator physics and medical applications, particularly hybrid accelerators for radiotherapy, exploring how ML-driven techniques can improve treatment precision and efficiency.",
    "ML_Experience": "I am in the early stages of learning ML, where I understand which algorithms to use for specific problems and am deepening my knowledge through small projects and HSF training modules. My focus is on data analysis, anomaly detection, and event classification in high-energy physics. I have hands-on experience using Python, NumPy, TensorFlow, CERN ROOT for statistical analysis and Madgraph Monte Carlo simulations. I am also exploring Quantum Machine Learning (QML) for anomaly detection and studying Bayesian neural networks, generative models, and uncertainty quantification to optimize computationally expensive simulations.",
    "Motivation": "Simulations in particle physics are computationally expensive, making ML a crucial tool for optimizing event generation, classification, and anomaly detection. I aim to learn ML techniques that enhance efficiency, such as generative models and uncertainty quantification. Beyond physics, I see potential in applying these methods to hybrid accelerators for radiotherapy, improving beam delivery. This school will help me bridge ML with experimental physics, accelerating simulations and data processing. Learning from experts in the field will strengthen my ability to integrate ML into both collider experiments and medical applications, driving innovation in both areas.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Experimental Particle Physics",
          "research_interest_long_description": "As a recent MSc Physics graduate, [Name] is keenly focused on experimental particle physics, specifically the application of machine learning (ML) to enhance data analysis techniques. His current research involves heavy scalar searches at Muon Colliders and the analysis of vector boson fusion processes utilizing MadGraph5 aMC@NLO. By employing advanced statistical methods, he aims to improve event reconstruction and anomaly detection, critical components in high-energy physics experiments. His goal is to innovate methodologies that will not only streamline simulations but also increase the precision of analyses in collider experiments.",
          "font_awesome_icon": "fas fa-atom"
        },
        {
          "research_interest_title": "Machine Learning Applications",
          "research_interest_long_description": "[Name] is in the early stages of integrating machine learning (ML) techniques into his research, focusing on its applications in data analysis, anomaly detection, and particle classification. Currently acquiring knowledge of various algorithms and applying them to small projects, he is particularly interested in techniques like Bayesian neural networks, generative models, and uncertainty quantification. Through hands-on experience with tools such as Python, TensorFlow, and CERN ROOT, he is developing ML frameworks that could significantly optimize time-consuming simulations in particle physics.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Bridging Physics and Medical Applications",
          "research_interest_long_description": "[Name] is passionate about exploring the intersection of physics and medical technology, particularly in the realm of hybrid accelerators for radiotherapy. He is eager to investigate how machine learning can improve treatment precision and efficiency in medical applications. By applying ML-driven techniques to optimize beam delivery and enhance treatment planning, he envisions a future where advanced physics methods contribute to better healthcare outcomes. This interest illustrates his commitment to driving innovation that merges scientific research with practical medical applications.",
          "font_awesome_icon": "fas fa-medkit"
        }
      ]
    }
  },
  {
    "ID": 25,
    "Name": "Edison Carrera",
    "Email": "ecarrera@ipht.fr",
    "Position": "PhD student",
    "Affiliation": "Université Paris Saclay, CEA-Saclay",
    "Background": "I work in quantum optimal control methods for quantum many-body systems. My interest in Machine learning lies in the applications of Reinforcement learning to optimal control.",
    "ML_Experience": "I have taken some courses on optimization and supervised learning.",
    "Motivation": "As a PhD student specializing in quantum optimal control, I aim to bridge the gap between quantum computing and machine learning. My research focuses on leveraging reinforcement learning to enhance pulse optimization for quantum systems. Quantum optimal control allows us to manipulate quantum dynamics, enabling the preparation of exotic quantum states in quantum simulators. By enrolling in this course, I hope to deepen my understanding of ML techniques and apply them to advance quantum technologies.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Quantum Optimal Control",
          "research_interest_long_description": "Julien specializes in quantum optimal control methods aimed at optimizing quantum many-body systems. His research delves into manipulating quantum dynamics to create and prepare exotic quantum states, crucial for advancements in quantum technologies. By exploring the principles of quantum mechanics and control theory, Julien seeks to enhance the efficiency of quantum simulators, ultimately contributing to the fast-evolving field of quantum computing.",
          "font_awesome_icon": "fas fa-atom"
        },
        {
          "research_interest_title": "Reinforcement Learning Applications",
          "research_interest_long_description": "Julien has a keen interest in the applications of reinforcement learning, particularly in the context of optimal control. He aims to investigate how these machine learning techniques can aid in pulse optimization for quantum systems. By leveraging the power of reinforcement learning, Julien intends to develop algorithms that will significantly improve control strategies, thereby advancing the performance and capabilities of quantum devices. His goal is to merge machine learning with quantum physics to unlock new possibilities.",
          "font_awesome_icon": "fas fa-robot"
        },
        {
          "research_interest_title": "Machine Learning in Quantum Computing",
          "research_interest_long_description": "As a PhD student, Julien is motivated to bridge the gap between quantum computing and machine learning. He is particularly focused on how machine learning techniques, such as supervised learning and optimization, can be effectively applied within the domain of quantum mechanics. By engaging deeply with these methodologies, Julien aspires to push the boundaries of what is currently achievable with quantum technologies, thus impacting both theoretical and practical aspects of the field.",
          "font_awesome_icon": "fas fa-cogs"
        }
      ]
    }
  },
  {
    "ID": 29,
    "Name": "Irene Cortinovis",
    "Email": "coirene@phys.ethz.ch",
    "Position": "Postdoc / data scientist",
    "Affiliation": "ETH",
    "Background": "I recently finished my PhD in low energy particle physics, and will be starting my new job in a few days in the area of medical physics, in particular on the application of PET (positron emission tomography). The data I will be working with will be coming from a geant4 simulation (therefore labelled) of a PET scanner. I am not sure yet about the data format (most likely hdf5 but I am flexible) and size (though it will be a significant amount of data, as there will be plenty of crystals: each hit will have a time, energy, position, momentum, etc), as the simulation is still a work in progress, and my first task.",
    "ML_Experience": "I briefly came across ML for the first time when i was working on my bachelor project, training my first neural network to recover compton scattered events in a PET scanner. Further on in my Master thesis I learnt more and got more experience, working with the MadMiner tool for the H -> ZZ -> 4l analysis in CMS.",
    "Motivation": "I am very interested in machine learning as it is one of the most widely used tools across research domains and applications. I did not have the chance to work with it during my PhD, but I want to catch up on it and will be using ML techniques in my new job, therefore I am happy to learn as much as possible about it. I would like to understand what techniques exist and when can they be used, so that I can apply them to my cases further on in life. I am also very happy to learn with hands-on exercises, as that is for me the best way to learn!",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Medical Physics and PET Applications",
          "research_interest_long_description": "John is delving into the application of positron emission tomography (PET) in the field of medical physics. With his background in low energy particle physics, he aims to leverage his experience in data analysis to enhance the performance and reliability of PET scanners. His current work involves analyzing data from Geant4 simulations, focusing on optimizing the data processing pipeline and understanding the significant amount of data generated from each simulation. John is eager to explore how medical imaging techniques can be improved through innovative data handling and analysis strategies.",
          "font_awesome_icon": "fas fa-heartbeat"
        },
        {
          "research_interest_title": "Machine Learning in Physics",
          "research_interest_long_description": "John is passionate about integrating machine learning (ML) techniques into his research. Although he only briefly encountered ML during his bachelor's project, he recognizes the immense potential it has across various research domains. By enhancing his knowledge in ML, he aims to apply these techniques to analyze complex datasets in his new role. John sees ML as a powerful tool that can lead to new discoveries in physics, particularly in interpreting and processing data from experiments such as those at the CMS collaboration. He is committed to hands-on learning to truly understand the breadth and nuances of different ML methodologies.",
          "font_awesome_icon": "fas fa-robot"
        },
        {
          "research_interest_title": "Data Analysis and Simulation Techniques",
          "research_interest_long_description": "John's work in physics necessitates a strong focus on data analysis and simulation techniques. As he transitions from low energy particle physics to medical physics, he is keen on mastering various data formats like HDF5 and understanding the implications of data size and complexity. This research interest aims at optimizing data workflows and processing strategies, especially for high-dimensional datasets generated during PET scans. John is particularly interested in the methodologies that enhance simulation accuracy and the analysis of output data, to ultimately contribute to advancements in imaging technologies.",
          "font_awesome_icon": "fas fa-database"
        }
      ]
    }
  },
  {
    "ID": 24,
    "Name": "Dennis Derewjanko",
    "Email": "dennis.derewjanko@imseam.uni-heidelberg.de",
    "Position": "PhD student",
    "Affiliation": null,
    "Background": "Charge Transport simulation in organic semiconductors. I want to use ML to predict transferintegrals of neighboring molecules in different orientations without costly explicit calculation of every pairs.",
    "ML_Experience": "I had a lecture on Machine Learning and Phyics",
    "Motivation": "I hope to learn the practical implementation of ML in a little project to learn the workflow of ML applications to strengthen my profile for my future career.",
    "researcher_badges": {
      "research_interests": [
        {
          "research_interest_title": "Charge Transport Simulation",
          "research_interest_long_description": "The focus of the research is on charge transport simulation in organic semiconductors. The PhD student examines how charge carriers move within these materials, which is crucial for developing efficient organic electronic devices. By simulating these processes, they aim to uncover fundamental mechanisms that govern charge mobility and performance, ultimately contributing to the advancement of organic electronics.",
          "font_awesome_icon": "fas fa-bolt"
        },
        {
          "research_interest_title": "Machine Learning Integration",
          "research_interest_long_description": "The PhD student is keen on integrating machine learning (ML) techniques into their research. They aim to develop predictive models that estimate transfer integrals of neighboring molecules in various orientations. By leveraging ML, they strive to bypass the computationally intensive need for explicit calculations involving every pair of molecules, facilitating quicker and more efficient simulations.",
          "font_awesome_icon": "fas fa-brain"
        },
        {
          "research_interest_title": "Practical ML Applications",
          "research_interest_long_description": "With a solid foundation in machine learning obtained through academic lectures, the PhD student seeks hands-on experience in applying ML to scientific problems. They are motivated to undertake a small-scale project that will allow them to learn the workflow of ML applications. This practical experience not only aims to enhance their skill set but also strengthens their professional profile for future career opportunities in research and development.",
          "font_awesome_icon": "fas fa-cogs"
        }
      ]
    }
  }
]